[{"_id": 4052, "title": "Shin Cậu Bé Bút Chì: Đại Chiến Siêu Năng Lực Sushi Bay - New Dimension! Crayon Shinchan the Movie: Battle of Supernatural Powers ~Flying Sushi~ (2023)", "country": "Nhật Bản", "year": "2023", "content": "3DCG! Shin Cậu Bé Bút Chì: Đại Chiến Siêu Năng Lực ~Sushi Bay~ xoay quanh câu chuyện về hai nguồn sáng đặc biệt từ vũ trụ mang theo siêu năng lực đặc biệt tới Trái Đất. Một nguồn sáng tích cực “nhập” vào nhóc Shin, khiến cặp mông núng nính của cậu chàng trở nên nóng bỏng và có khả năng điều khiển những đồ vật xung quanh theo ý muốn.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay", "image": "/storage/images/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay-thumb.jpg", "actor": "Yumiko Kobayashi", "streamsUrl": ["https://vip.opstream17.com/20240402/3679_af326da0/index.m3u8", "https://vip.opstream17.com/share/74791edf1f8e8b8289a5067737630874"], "server": "https://zuiphim.org/"}, {"_id": 9867, "title": "A Record Of Sweet Murderer  - A Record Of Sweet Murderer  (2014)", "country": "Nhật Bản", "year": "2014", "content": "Sang-joon has recently escaped from a mental institution and managed to amass a kill count in the high teens, all while spewing nonsense about “the power of love”.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/a-record-of-sweet-murderer", "image": "/storage/images/a-record-of-sweet-murderer/a-record-of-sweet-murderer-thumb.jpg", "actor": "Yeon Je-wook", "streamsUrl": ["https://vip.opstream17.com/20240330/3556_8d5f684f/index.m3u8", "https://vip.opstream17.com/share/656f0dbf9392657eed7feefc486781fb"], "server": "https://zuiphim.org/"}, {"_id": 5184, "title": "Death Stranding  - Death Stranding  (2023)", "country": "Trung Quốc", "year": "2023", "content": "Around the turn of the millennium and with the entire city in chaos, the government decides to eradicate the corrupt underground entertainment industry and money laundering practices to revitalize order and reduce crime.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/death-stranding", "image": "/storage/images/death-stranding/death-stranding-thumb.jpg", "actor": "Eddie Cheung", "streamsUrl": ["https://vip.opstream17.com/20240330/3563_78ec7732/index.m3u8", "https://vip.opstream17.com/share/d04d42cdf14579cd294e5079e0745411"], "server": "https://zuiphim.org/"}, {"_id": 6304, "title": "The Book of Clarence - The Book of Clarence (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Streetwise but down-on-his-luck, Clarence is struggling to find a better life for his family, while fighting to free himself of debt. Captivated by the power and glory of the rising Messiah and His apostles, he risks everything to carve his own path to a divine life, and ultimately discovers that the redemptive power of belief may be his only way out.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/the-book-of-clarence", "image": "/storage/images/the-book-of-clarence/the-book-of-clarence-thumb.jpg", "actor": "Lakeith Stanfield", "streamsUrl": ["https://vip.opstream17.com/20240330/3560_4b4ce6b9/index.m3u8", "https://vip.opstream17.com/share/0ae1dd3954ee840075de1395771b6c9c"], "server": "https://zuiphim.org/"}, {"_id": 9233, "title": "Godzilla x Kong: Đế Chế Mới - Godzilla x Kong: The New Empire (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/godzilla-x-kong-de-che-moi", "image": "/storage/images/godzilla-x-kong-de-che-moi/godzilla-x-kong-de-che-moi-thumb.jpg", "actor": "Rebecca Hall", "streamsUrl": ["https://vip.opstream13.com/20240331/3433_c4d51a8c/index.m3u8", "https://vip.opstream13.com/share/a91af177d3016ca20e5fc949836a894a"], "server": "https://zuiphim.org/"}, {"_id": 9844, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\r\n\r\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": ["https://vip.opstream17.com/20240330/3547_60eff6f3/index.m3u8", "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8"], "server": "https://zuiphim.org/"}, {"_id": 1749, "title": "The Innkeepers - The Innkeepers (2011)", "country": "Âu Mỹ", "year": "2011", "content": "During the final days at the Yankee Pedlar Inn, two employees determined to reveal the hotel's haunted past begin to experience disturbing events as old guests check in for a stay.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/the-innkeepers", "image": "/storage/images/the-innkeepers/the-innkeepers-thumb.jpg", "actor": "Sara Paxton", "streamsUrl": ["https://vip.opstream17.com/20240330/3544_1a3d4c55/index.m3u8", "https://vip.opstream17.com/share/147ebe637038ca50a1265abac8dea181"], "server": "https://zuiphim.org/"}, {"_id": 3866, "title": "Kí Sự Sát Nhân  - A Record Of Sweet Murderer (2014)", "country": "Nhật Bản", "year": "2014", "content": "Một ngày nọ, một nhà báo Hàn Quốc và một nhà quay phim người Nhật ở Hàn Quốc được mời đến một căn hộ bỏ hoang.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/ki-su-sat-nhan", "image": "/storage/images/ki-su-sat-nhan/ki-su-sat-nhan-thumb.jpg", "actor": "Yeon Je-wook", "streamsUrl": ["https://vip.opstream17.com/20240329/3517_64ad4a30/index.m3u8", "https://vip.opstream17.com/share/b5b0db7f3a77ca4fcf9eca57aa7181ca"], "server": "https://zuiphim.org/"}, {"_id": 9741, "title": "Nhà Casagrande – Phim điện ảnh - The Casagrandes Movie (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Trong chuyến đi Mexico nhân dịp sinh nhật, cô bé 12 tuổi Ronnie Anne vô tình giải thoát một á thần mắc kẹt trên núi và á thần này cần gia đình cô bé giúp sửa chữa sai lầm.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nha-casagrande-phim-dien-anh", "image": "/storage/images/nha-casagrande-phim-dien-anh/nha-casagrande-phim-dien-anh-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream17.com/20240328/3399_882e28cd/index.m3u8", "https://vip.opstream17.com/share/57f04bb2975420e3b4c73920c687cad7"], "server": "https://zuiphim.org/"}, {"_id": 4729, "title": "Bạn (Không) Thân - Not Friends (2023)", "country": "Thái Lan", "year": "2023", "content": "Bắt đầu với niềm đam mê làm phim bất diệt cùng những ý tưởng lớn, nhóm học sinh trung học của “Bạn Không Thân” chính là hội bạn trong “hoạn nạn” lại cần tới nhau tại một cuộc thi làm phim ngắn dựa trên câu chuyện về cuộc đời của người bạn cùng lớp mà họ yêu quý. Bằng vốn hiểu biết có giới hạn về người bạn quá cố, cả nhóm với sự nỗ lực 200% đã dần khám phá ra những bí mật ẩn giấu gây bất ngờ tới mức có thể thay đổi quan điểm về niềm đam mê của hội thanh thiếu niên này mãi mãi.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/ban-khong-than", "image": "/storage/images/ban-khong-than/ban-khong-than-thumb.jpg", "actor": "Anthony Buisseret", "streamsUrl": ["https://vip.opstream17.com/20240326/3248_2919e272/index.m3u8", "https://vip.opstream17.com/share/c57abe86de4e516e12dfa386053fbfe2"], "server": "https://zuiphim.org/"}, {"_id": 1448, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": ["https://vip.opstream17.com/20240320/2909_5a7c58b0/index.m3u8", "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a"], "server": "https://zuiphim.org/"}, {"_id": 4821, "title": "Mĩ Vị Hầm Ngục - Dungeon Meshi, Delicious in Dungeon, Dungeon Food (2024)", "country": "Nhật Bản", "year": "2024", "content": "Dungeon Meshi - Mĩ Vị Hầm Ngục (2024)Sau khi em gái bị nuốt bởi một con rồng và mất tất cả các nguồn cung cấp trong một cuộc đột kích dungeon thất bại, Laois và nhóm của mình quyết tâm cứu em gái mình trước khi cô bị tiêu hóa. Hoàn toàn bị phá sản và phải ăn những con quái vật làm thức ăn, họ gặp một người lùn sẽ giới thiệu họ đến với thế giới của dungeon meshi – món ăn được làm từ các thành phần như thịt của con dơi khổng lồ, nấm biết đi, thậm chí là những củ sâm biết nói…", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/mi-vi-ham-nguc", "image": "https://i.imgur.com/hlYYwj3.jpg", "actor": " ", "streamsUrl": ["https://short.ink/lHccEEyHY", "https://ssplay.net/v/941723936547835.html"], "server": "https://zuiphim.org/"}, {"_id": 652, "title": "Hananoi Và Triệu Chứng Tình Yêu - Hananoi-kun to Koi no Yamai (2024)", "country": "Nhật Bản", "year": "2024", "content": "A Condition Called Love - Hananoi Và Triệu Chứng Tình Yêu (2024)Hotaru Hinase là một học sinh trung học năm nhất luôn trân trọng gia đình và bạn bè của mình hơn tất cả. Không thể hiểu được sự lãng mạn, cô quyết định sẽ hài lòng khi sống mà không cần trải qua tình yêu.Trong khi Hotaru đang dành thời gian ở quán cà phê với người bạn thân của mình, cô chứng kiến cuộc chia tay không thương tiếc của một sinh viên danh dự đẹp trai, Hananoi. Bắt gặp anh đang ngồi một mình trên tuyết trên đường về nhà, cô đưa chiếc ô của mình cho anh như một cử chỉ ân cần.Ngay ngày hôm sau, Hananoi xuất hiện trong lớp học của Hotaru và ngỏ lời mời cô làm bạn gái của anh. Dù bị từ chối nhưng Hananoi vẫn bám sát Hotaru, thực hiện những hành động vị tha với hy vọng làm hài lòng cô. Hotaru bắt đầu có những cảm xúc mà cô chưa từng có trước đây. Tin rằng những cảm xúc này có thể nảy nở thành tình yêu, Hotaru đồng ý hẹn hò với Hananoi.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/hananoi-va-trieu-chung-tinh-yeu", "image": "https://i.imgur.com/pRJFfEs.jpg", "actor": " ", "streamsUrl": ["https://ssplay.net/v/191625730031066.html", "https://short.ink/hGh2NcAlK"], "server": "https://zuiphim.org/"}, {"_id": 6937, "title": "The Laid-back Life in Another World of the Ex-Hero Candidate Who Turned out to be a Cheat from Level 2 - Lv2 kara Cheat datta Motoyuusha Kouho no Mattari Isekai Life (2024)", "country": "Nhật Bản", "year": "2024", "content": "LV2 KARA CHEAT DATTA MOTOYUUSHA KOUHO NO MATTARI ISEKAI LIFE - Chillin in Another World with Level 2 Super Cheat Powers (2024)Vương quốc Phép thuật Klyrode triệu tập hàng trăm anh hùng từ các thế giới khác mỗi năm để chiến đấu trong cuộc chiến chống lại Bóng tối và đội quân quỷ mạnh mẽ của hắn. Banaza là một trong những anh hùng đó, được triệu tập từ Thủ đô Hoàng gia Paluma, nhưng có điều gì đó không ổn—Banaza chỉ là một thương gia bình thường. Anh ta không có phép thuật, không có khả năng chiến đấu và chỉ số của anh ta rất tệ. Tệ hơn nữa, một tai nạn khiến anh không thể trở về nhà! Bị từ chối trở thành anh hùng và mắc kẹt ở một thế giới khác, bị bỏ rơi ở nơi xa xôi của vương quốc bởi một vị vua độc ác, người chỉ muốn anh ra đi, số phận của Banaza trông khá ảm đạm. Nhưng điều gì sẽ xảy ra khi ứng cử viên anh hùng thất bại nhận ra mình có sức mạnh siêu gian lận khi đạt đến cấp độ hai?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/the-laid-back-life-in-another-world-of-the-ex-hero-candidate-who-turned-out-to-be-a-cheat-from-level-2", "image": "https://i.imgur.com/3BWYFjk.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=41161629703d15a09d3d49d688632680"], "server": "https://zuiphim.org/"}, {"_id": 4561, "title": "Độc Bộ Tiêu Dao - Dubu Xiaoyao (2020)", "country": "Trung Quốc", "year": "2020", "content": "One Step Toward Freedom, Độc Bộ Tiêu Dao fhd vietsub 2020Vũ trụ rộng lớn, sản sinh ra vô số dạng sống. Những dạng sống này hình thành nên mọi loại linh hồn. Tất cả các chủng tộc và linh hồn đều có chủng tộc khác nhau và tín ngưỡng khác nhau, nhưng đều giống nhau là niềm hy vọng xa vời đối với Đạo giáo. Bất cứ chúng sinh nào đều mang trong mình tấm lòng Đạo, họ không sẵn lòng làm điều này, họ trở nên mạnh mẽ và thậm chí trường sinh nhờ khai ngộ Đạo thông qua thực hành. Đại lộ Trời Đất giống như sự may mắn, nơi có thể sinh sống. Con đường đi đến đại lộ là con đường tranh giành con đường đã gây ra sự đấu tranh của mọi chủng tộc và tâm hồn. Một thời đại chỉ có thể hỗ trợ một số ít người đạt được Đạo. Người đã đắc Đạo cho rằng đứng trên đỉnh thiên hạ thì tương lai có thể được tự do. Nhưng tôi thấy rằng ngay cả Dao. Cũng khó thoát khỏi vận rủi. Phía trên bọn họ có một kẻ thống trị, thu hoạch hết thời đại này đến thời đại khác, những người tu luyện trên thế giới muốn duy trì dã tâm của mình. Mười ngàn chủng tộc và tất cả các linh hồn chỉ được nuôi dưỡng bởi những kẻ thống trị này. Những bậc thầy này thu hoạch Đạo giáo, thu hoạch linh hồn của mỗi thế giới và tiêu diệt từng thế giới. Các đạo sĩ ngày xưa không muốn bị gặt và liên tục phản kháng nhưng lần nào cũng thất bại. Cho đến khi… nhân vật chính Ye Yu xuất hiện, anh ta đã bóc ra một lần và một bí mật. Khi mở ra một cuộn tranh hoành tráng, trong thế giới tráng lệ này, anh tiếp tục trưởng thành, trải nghiệm tình yêu và tình bạn, gột rửa trái tim Đạo giáo bụi bặm và cuối cùng đối đầu với chủ nhân thu hoạch mọi chủng tộc.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/doc-bo-tieu-dao", "image": "https://i.imgur.com/nIwTdIW.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=debf95fc402e61d95d97b575bf5cf291"], "server": "https://zuiphim.org/"}, {"_id": 9867, "title": "Sư Huynh À Sư Huynh - Shixiong A Shixiong (2023)", "country": "Trung Quốc", "year": "2023", "content": "My Senior Brother Is Too Steady, Sư Huynh À Sư Huynh full hd vietsubSau khi được tái sinh ở thời cổ đại trước Đại Chiến Phong Thần, Lý Trường Thọ đã trở thành một tiểu tu sĩ. Để sống sót trong Thời Nguyên Thủy tàn khốc, Li Changshou cố gắng hết sức để không tích lũy bất kỳ nghiệp chướng nào. Anh ấy luôn lên kế hoạch kỹ lưỡng trước khi làm bất cứ điều gì và không bao giờ cho phép mình rơi vào những tình huống nguy hiểm. Anh ta giấu rất tốt những con át chủ bài của mình, rèn luyện kỹ thuật trốn thoát, luyện chế những viên thuốc độc và làm chủ những khả năng thần bí. Li Changshou ban đầu dự định ẩn náu và an toàn trong núi cho đến khi thăng thiên. Tuy nhiên, mọi thứ đã thay đổi vào một năm khi chủ nhân của anh mang về nhà một cô em gái…", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/su-huynh-a-su-huynh", "image": "https://i.imgur.com/mVR4JeW.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=942f52259d5b7aa50480e2ea1813bb61"], "server": "https://zuiphim.org/"}, {"_id": 8188, "title": "Vạn Cổ Thần Thoại - Wangu Shenhua (2022)", "country": "Trung Quốc", "year": "2022", "content": "Myth of the Ancients, Vạn Cổ Thần Thoại fhd vietsub 2022Một cậu bé thị trấn nhỏ bị loại bỏ hạt giống tâm linh bất ngờ nhận được sự ưu ái của một kho báu cổ xưa. Trong thế giới võ lâm thịnh vượng, trong tình thế hiểm nguy, Vương Hạo, người đang ở giữa vòng xoáy, phải làm gì?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/van-co-than-thoai", "image": "https://i.imgur.com/g6mljIp.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=4ccf5f82c7de0f2acec97924261c3a61"], "server": "https://zuiphim.org/"}, {"_id": 9458, "title": "Wonderful Precure! - Wonderful Precure! (2024)", "country": "Nhật Bản", "year": "2024", "content": "Thị trấn Animal là nơi con người và động vật chung sống chan hoà với nhau. Inukai Iroha là một cô bé vô cùng yêu động vật, cô có một em cún nhỏ tên là Komugi. Một ngày nọ khi đang nô đùa với nhau ở công viên, thì một sinh vật “Garugaru” đã tấn công người dân. Iroha vì bảo vệ một cậu bé mà bị sinh vật ấy nhắm tới. Komugi mong muốn bảo vệ cô chủ của mình, nên đã hoá thành người, và biến thân thành… Precure !?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/wonderful-precure", "image": "https://i.imgur.com/yB9ohKV.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=056b64c4e6f63aded8d15961bef2bbe8"], "server": "https://zuiphim.org/"}, {"_id": 6713, "title": "Vạn Giới Tiên Tung - Wan Jie Xian Zong (2018)", "country": "Trung Quốc", "year": "2018", "content": "Wan Jie Xian Zong, Vạn Giới Tiên Tung fhd 2023 vietsubSư phụ Yu Huanxian của Ye Xingyu đã đi và để lại một Tianyuan Shenzong khổng lồ. Ye Xingyun trở thành thủ lĩnh mới của Tianyuan Shenzong. Cùng lúc đó, con cầy hương đã tráo đổi phương pháp của Hoàng tử Edward và trở thành con của một gia đình nhỏ, ẩn náu trong đó chờ đợi sự trả thù. Cơ hội. Ye Xingyun dấn thân vào một con đường vô cùng nguy hiểm, nhưng với chiến lược của riêng mình, và Tianyuan Shenzong là bậc thầy của tất cả các chuyên gia giúp đỡ, chiến thuật dọc và ngang, lập chiến lược, chống lại Grand Dynasty khổng lồ.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/van-gioi-tien-tung", "image": "https://i.imgur.com/oCeYWs1.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=2983af6a8a3dc4706a1abab65de95dd7"], "server": "https://zuiphim.org/"}, {"_id": 2928, "title": "Power of Hope ~Precure Full Bloom~ - Kibou no Chikara: Otona Precure '23 (2023)", "country": "Nhật Bản", "year": "2023", "content": "Một dự án anime mới theo chân Yumehara Nozomi khi trưởng thành.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/power-of-hope-precure-full-bloom", "image": "https://i.imgur.com/eVj0wcQ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=41cf8f6d0aeba945c02ebb134fbeb681"], "server": "https://zuiphim.org/"}, {"_id": 3834, "title": "Unnamed Memory - Unnamed Memory (2024)", "country": "Nhật Bản", "year": "2024", "content": "Unnamed Memory (2024)\"Mong ước của anh với tư cách là nhà vô địch là em có thể xuống tháp và làm vợ anh.\" Leo lên một tòa tháp chết chóc, Oscar tìm kiếm sức mạnh của chủ nhân nó, Phù thủy Mặt trăng Azure. Anh hy vọng phép thuật đáng kinh ngạc của cô có thể phá bỏ lời nguyền sẽ giết chết bất kỳ người phụ nữ nào anh lấy làm vợ. Tuy nhiên, khi hoàng tử nhìn thấy Tinasha xinh đẹp như thế nào, anh ấy có một ý tưởng hay hơn - vì cô ấy chắc chắn đủ mạnh mẽ để sống sót sau lời nguyền của anh ấy nên thay vào đó cô ấy nên cưới anh ấy! Tinasha không mặn mà với ý tưởng này nhưng đồng ý sống với Oscar trong lâu đài hoàng gia trong một năm trong khi nghiên cứu bùa chú áp lên hoàng tử. Tuy nhiên, khuôn mặt xinh đẹp của mụ phù thủy che giấu những bí mật đen tối trong nhiều kiếp—những bí mật bắt đầu lộ diện...", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/unnamed-memory", "image": "https://i.imgur.com/DGnYcfJ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=54afa3e9e37347bcf6a359943e61cbbb"], "server": "https://zuiphim.org/"}, {"_id": 4012, "title": "Liệt Diễm Chi Vũ Canh Kỷ - Burning Flames (2024)", "country": "Trung Quốc", "year": "2024", "content": "Burning Flames - Liệt Diễm Chi Vũ Canh Kỷ (2024)Vào thời cổ đại, tộc Yun xuất hiện trên thế giới và có thể kiểm soát sức mạnh giữa trời và đất. Trong khi các chủng tộc khác trước đây đều cúi đầu trước sức mạnh này thì Vua Xin của loài người đã chọn một con đường khác và thách thức sức mạnh áp đảo như một phàm nhân. Tuy nhiên, khi thua Ditian, vua của tộc Yun, anh đã bỏ mạng trong trận chiến. Phải trả giá bằng mạng sống của mình, công chúa đã bảo vệ Hoàng tử Wu Geng khỏi bị gia tộc Yun truy đuổi.Hoàng tử Wu Geng, đầy đau buồn và oán giận, bị biến thành nô lệ cấp thấp trong một khu mỏ ở Pingyang. Tuy nhiên, anh quyết tâm khôi phục đất nước, chống lại gia tộc Yun và trả thù cho gia đình mình. Với sự giúp đỡ của Fu Xi, linh mục cao cấp của Bộ Thần Âm, Hoàng tử Wu Geng đã tìm kiếm đồng minh cho nhiệm vụ tiêu diệt Yun Clan và giành lại tự do cho mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/liet-diem-chi-vu-canh-ky", "image": "https://i.imgur.com/ZsYQ2SO.jpg", "actor": "Nhậm Gia Luân", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7cb5dfed2b2307b9516e81f7aaa2daf1"], "server": "https://zuiphim.org/"}, {"_id": 1310, "title": "Bất Khả Chiến Bại (Phần 2) - Invincible (2023)", "country": "Âu Mỹ", "year": "2023", "content": "Invincible là series hoạt hình siêu anh hùng dành cho người lớn được chuyển thể từ truyện tranh cùng tên của Skybound/Image Comic do Robert Kirkman sáng tác. Phim được lên kế hoạch kéo dài trong 3 mùa và sẽ phát sóng thông qua nền tảng Amazon Prime Video.\n\nInvincible là câu chuyện xoay quanh Mark Grayson, con trai của anh hùng mạnh nhất hành tinh - Omni-Man. Sau khi vừa tròn 17 tuổi, Mark bắt đầu thức tỉnh sức mạnh của riêng mình. Dưới sự giám hộ của Omni-Man, Mark dấn thân vào con đường trở thành siêu anh hùng và đối đầu với thử thách cam go.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/bat-kha-chien-bai-phan-2", "image": "/storage/images/bat-kha-chien-bai-phan-2/bat-kha-chien-bai-phan-2-thumb.jpg", "actor": "Steven Yeun", "streamsUrl": ["https://vip.opstream15.com/20231103/43831_b19b8524/index.m3u8", "https://vip.opstream15.com/share/bb51be7cabcec70c5ebd89a677b5f450"], "server": "https://zuiphim.org/"}, {"_id": 5742, "title": "Nữ Hoàng Nước Mắt - Queen of Tears (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Nữ hoàng cửa hàng bách hóa và hoàng tử siêu thị xoay xở với khủng hoảng hôn nhân, rồi tình yêu bắt đầu nảy nở trở lại theo cách kỳ diệu.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nu-hoang-nuoc-mat", "image": "/storage/images/nu-hoang-nuoc-mat/nu-hoang-nuoc-mat-thumb.jpg", "actor": "Kim Soo-hyun", "streamsUrl": ["https://vip.opstream17.com/20240309/2399_69fbdeb0/index.m3u8", "https://vip.opstream17.com/share/bc7f621451b4f5df308a8e098112185d"], "server": "https://zuiphim.org/"}, {"_id": 6601, "title": "Solo Leveling - Tôi Thăng Cấp Một Mình - Ore dake Level Up na Ken (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Ore dake Level Up na Ken - Solo Leveling - Tôi Thăng Cấp Một Mình (2024)Trong một thế giới mà những thợ săn, những người sở hữu khả năng phép thuật phải chiến đấu với những con quái vật chết người để bảo vệ loài khỏi sự diệt diệt, một thợ săn nổi tiếng yếu ớt tên là Sung Jin -woo đã tìm thấy mình ở trong một cuộc đấu tranh sinh tồn tồn tại như bất tận. Một ngày nọ, sau khi sống sót trong gang tấc trong một hầm đôi cực kỳ mạnh mẽ, thứ gần như đã xóa toàn bộ nhóm của anh, một chương trình bí ẩn có tên Hệ thống đã chọn anh làm người chơi duy nhất ,đổi lại, nó trao cho anh một khả năng cực kỳ kỳ dị có khả năng tăng cấp sức mạnh, có thể vượt xa bất kỳ giới hạn nào đã biết. Jin-woo sau đó đã bắt đầu một cuộc hành trình mới khi anh phải chiến đấu chống lại tất cả các loại kẻ thù, cả con người lẫn quái vật, để khám phá bí mật của ngục tối và nguồn gốc thực sự của sức mạnh sức mạnh của mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/solo-leveling-toi-thang-cap-mot-minh", "image": "https://i.imgur.com/So83QkL.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=07832bcedcf0348486811bfb1b36accd"], "server": "https://zuiphim.org/"}, {"_id": 5139, "title": "Tài phiệt và Cảnh sát - Flex x Cop (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Chaebol X Detective - Tài phiệt và Cảnh sát (2024)Jin Yi Soo có tất cả mọi thứ trong cuộc sống. Là tập đoàn thế hệ thứ ba, anh ấy không bao giờ cần đến sự trợ giúp của người khác. Tuy nhiên, mọi chuyện bắt đầu thay đổi khi anh vướng vào một vụ án. Jin Yi Soo gia nhập đội điều tra bạo lực tại Sở cảnh sát Kangha chuyên truy bắt cướp. Anh ta đặt mục tiêu sử dụng sự giàu có và các mối quan hệ cá nhân của mình để làm lợi thế cho mình. Anh làm việc dưới sự chỉ huy của thám tử Lee Kang Hyun. Kang Hyun là người tận tâm, ăn nói trôi chảy và không quan tâm đến sự hiện diện của Yi Soo khi họ bắt đầu làm đối tác.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/tai-phiet-va-canh-sat", "image": "https://i.imgur.com/FmCb3d6.jpg", "actor": "Ahn Bo Hyun", "streamsUrl": ["https://short.ink/V6WqZVJ37", "https://ssplay.net/v/529354620724916.html"], "server": "https://zuiphim.org/"}, {"_id": 3152, "title": "Mashle: Ma thuật và Cơ bắp SS2 - Mashle SS2 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Mashle: Ma thuật và Cơ bắp SS2 - Mashle SS2 (2024)Mùa thứ 2 của Mashle", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/mashle-ma-thuat-va-co-bap-ss2", "image": "https://i.imgur.com/yPLvRzi.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=7711977605228a4001d710ed8f54d63c"], "server": "https://zuiphim.org/"}, {"_id": 1319, "title": "Chào Mừng Đến Samdal-ri - Welcome to Samdal-ri (2023)", "country": "Hàn Quốc", "year": "2023", "content": "Welcome to Samdal-ri - Chào Mừng Đến Samdal-ri fhd vietsub 2023Trong Chào Mừng Đến Samdal-ri, sau khi mất mẹ - người làm nghề haenyeo (nữ thợ lặn thu hoạch sinh vật biển) - khi còn nhỏ do nhận nhầm dự báo thời tiết, Jo Yong Pil quyết định trở thành người dự báo thời tiết và bảo vệ những người lớn tuổi ở quê hương mình. Tuy nhiên, niềm đam mê và việc từ chối bỏ qua những thông tin sai lệch đã khiến anh nổi tiếng ở nơi làm việc như một kẻ gây rối bướng bỉnh và không ngại tranh luận với sếp của mình.Jo Sam Dal lớn lên cùng Jo Yong Pil trong phim Chào Mừng Đến Samdal-ri. Không giống như Jo Yong Pil, người hài lòng ở lại quê hương Samdalri, Jo Sam Dal thực hiện sứ mệnh của mình là rời khỏi thị trấn nhỏ của họ và chuyển đến Seoul. Sau nhiều năm làm việc vất vả với vai trò trợ lý trong ngành chụp ảnh thời trang, Jo Sam Dal—người đã đổi tên thành Jo Eun Hye ở Seoul—cuối cùng đã thành công và lọt vào top đầu. Tuy nhiên, khi mọi thứ cô đã dày công xây dựng sụp đổ chỉ trong chớp mắt, cô quay trở lại Samdalri, nơi mọi người vẫn biết cô là Sam Dal chứ không phải Eun Hye.Mặc dù Jo Yong Pil và Jo Sam Dal trong Chào Mừng Đến Samdal-ri từng thân thiết khi còn nhỏ nhưng đôi bạn thân một thời không còn liên lạc với nhau do một sự cố khiến họ phải xa nhau. Tuy nhiên, khi Jo Sam Dal quay trở lại Samdalri, họ nhận thấy rằng tình cảm lâu năm mà họ từng dành cho nhau lại ùa về.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/chao-mung-den-samdal-ri", "image": "/storage/images/chao-mung-den-samdal-ri/chao-mung-den-samdal-ri-thumb.jpg", "actor": "Ji Chang Wook", "streamsUrl": ["https://vip.opstream11.com/share/9278a4ab98ff35eed8d29510c7eb47d8", "https://vip.opstream11.com/20231202/49691_e9ea6b82/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 8695, "title": "Dữ Phượng Hành - The Legend of Shenli (2024)", "country": "Trung Quốc", "year": "2024", "content": "Bộ phim kể về mối tình giữa Thẩm Ly, nữ vương của Ma giới, và Hành Chỉ, vị Thần quân duy nhất còn sống trong tam giới. Thẩm Ly vì bất mãn với cuộc hôn nhân sắp đặt bèn trốn xuống nhân gian và bị thương nặng. Hành Chỉ tình cờ gặp và cứu cô, nhưng cũng không tiết lộ danh tính của mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/du-phuong-hanh", "image": "/storage/images/du-phuong-hanh/du-phuong-hanh-thumb.jpg", "actor": "Zhao Liying", "streamsUrl": ["https://vip.opstream17.com/20240318/2839_3cfaeaef/index.m3u8", "https://vip.opstream17.com/share/5d75b942ab4bd730bc2e819df9c9a4b5"], "server": "https://zuiphim.org/"}, {"_id": 4857, "title": "Nanatsu no Taizai: Tứ Kỵ Sĩ Khải Huyền - Nanatsu no Taizai: Mokushiroku no Yonkishi (2023)", "country": "Nhật Bản", "year": "2023", "content": "The Seven Deadly Sins: Four Knights of the Apocalypse, Nanatsu no Taizai: Tứ Kỵ Sĩ Khải Huyền fhd vietsub 2023Percival luôn sống với ông nội trên Ngón tay của Chúa, một thiên đường xa xôi nằm trên mây. Và dù yêu thích cuộc sống giản dị nhưng anh lại thầm khao khát được phiêu lưu. Nhưng cuộc đời của Percival bị thay đổi mãi mãi khi một kẻ đột nhập có mối liên hệ gây sốc với anh xé bỏ mọi thứ anh từng biết. Không còn gì để làm ngoài việc truy đuổi kẻ đã lấy đi mọi thứ của mình, Percival tự mình lên đường. Trong cuộc hành trình của mình, cậu bé được che chở phát hiện ra rằng có rất nhiều điều cậu không biết về cuộc sống bình thường. May mắn thay, anh ấy gặp những người bạn trên đường đi, những người có thể giúp anh ấy vượt qua nhưng họ sẽ phản ứng thế nào khi biết về số phận của Percival... và nó được kết nối như thế nào với ngày tận thế?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nanatsu-no-taizai-tu-ky-si-khai-huyen", "image": "https://i.imgur.com/a8ZMB08.jpg", "actor": " ", "streamsUrl": ["https://helvid.com/play/index/388c0eb7784c", "https://short.ink/h7X4jBc-nw"], "server": "https://zuiphim.org/"}, {"_id": 5001, "title": "Cherry Magic: 30 Tuổi Vẫn Còn \"Zin\" Sẽ Biến Thành Phù Thủy - 30-sai made Doutei dato Mahoutsukai ni Nareru Rashii (2024)", "country": "Nhật Bản", "year": "2024", "content": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?! - Cherry Magic: 30 Tuổi Vẫn Còn \"Zin\" Sẽ Biến Thành Phù Thủy (2024)Nhân viên văn phòng Kiyoshi Adachi đã sống đến 30 năm mà chưa bao giờ trải qua mối quan hệ tình dục. Do thành tựu đáng kinh ngạc này, anh trở thành một pháp sư có khả năng đọc suy nghĩ thông qua tiếp xúc vật lý. Tuy nhiên, anh nghĩ rằng kỹ năng mới của mình là quá nhàm chán và khiến anh không thích những nơi đông đúc. Trên đường đi làm, Adachi gặp đồng nghiệp xinh đẹp và được mọi người yêu mến, Yuuichi Kurosawa. Bị hấp dẫn bởi tính cách của Kurosawa, anh lén chạm vào Kurosawa và liếc nhìn vào tâm hồn anh ta, chỉ để phát hiện ra rằng người đàn ông này mang trong mình ước mơ lãng mạn với một đồng nghiệp ở văn phòng. Adachi cố gắng liên kết các thông tin, nhưng sớm thôi, ảo tưởng của Kurosawa được phơi bày - suy nghĩ không trong sạch của đồng nghiệp dành cho anh ta! Mặc dù cố gắng hết sức để tập trung, anh giờ đây gần như không thể tập trung khi có Kurosawa ở gần.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy", "image": "/storage/images/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy-thumb.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=6a2c95a385e01456fd4a16a6cd837821"], "server": "https://zuiphim.org/"}, {"_id": 1648, "title": "Đại Tướng Quân - Shōgun (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Tại Nhật Bản vào năm 1600, vào buổi bình minh của cuộc nội chiến mang tính chất thế kỷ, Lãnh chúa Yoshii Toranaga đang chiến đấu để giành lấy mạng sống khi những kẻ thù của ông trong Hội đồng Nhiếp chính đoàn kết chống lại ông thì một con tàu châu Âu bí ẩn được tìm thấy mắc kẹt ở một ngư trường gần đó. làng bản.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/dai-tuong-quan", "image": "/storage/images/dai-tuong-quan/dai-tuong-quan-thumb.jpg", "actor": "Hiroyuki Sanada", "streamsUrl": ["https://vip.opstream17.com/20240302/1793_e074d166/index.m3u8", "https://vip.opstream17.com/share/c8cbd669cfb2f016574e9d147092b5bb"], "server": "https://zuiphim.org/"}, {"_id": 4880, "title": "Gojira -1.0 - Godzilla Minus One (2023)", "country": "Nhật Bản", "year": "2023", "content": "Godzilla Minus One fhd vietsubCảm thấy như mình đã bị lừa chết một cách bất công quá nhiều lần, Shikishima, một phi công Kamikaze còn sống bị tấn công trên đảo Odo cùng với nhiều kỹ sư máy bay chiến đấu bởi một con quái vật khổng lồ. đè nặng lên anh, đặc biệt là sau khi một người phụ nữ vô gia cư và một em bé chuyển đến nhà anh khi anh trở về. Shikishima, hiện đang thực hiện một nhiệm vụ cá nhân, hợp tác với một nhóm cựu chiến binh lớn để cuối cùng hạ gục con quái vật được gọi là Godzilla.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/godzilla-minus-one", "image": "/storage/images/godzilla-minus-one/godzilla-minus-one-thumb.jpg", "actor": "Kuranosuke Sasaki", "streamsUrl": ["https://vip.opstream16.com/20231216/39237_c1be4d60/index.m3u8", "https://vip.opstream16.com/share/f76d445d6ca1d2d62872bc0ea1c298bf"], "server": "https://zuiphim.org/"}, {"_id": 1991, "title": "Người Cảnh Giác - Vigilante (2023)", "country": "Hàn Quốc", "year": "2023", "content": "Vigilante, Ngã Tư Hình full hd vietsub 2023Kim Jiyong là một sinh viên siêng năng và xuất sắc tại học viện cảnh sát. Tuy nhiên, vào những ngày cuối tuần, anh đảm nhận vai trò cảnh giác để truy bắt những kẻ làm sai trái trốn tránh pháp luật. Những động thái của anh ấy, được phóng viên đài truyền hình Choi Miryeo đặt cho cái tên Vigilante, đã thu hút được sự chú ý và cổ vũ của công chúng, và Jo Gang-ok xuất hiện, một người hâm mộ cuồng nhiệt và là người thừa kế thế hệ thứ hai của một tập đoàn. Đáp lại, Jo Heon, lãnh đạo Đội điều tra Thủ đô, bắt đầu truy đuổi Vigilante.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/canh-giac", "image": "https://i.imgur.com/QlNa5cJ.jpg", "actor": "Nam Joo Hyuk", "streamsUrl": ["https://vip.opstream13.com/share/8c00dee24c9878fea090ed070b44f1ab", "https://vip.opstream13.com/20231109/1525_66ef61e0/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 6196, "title": "Anh Tới Trễ Từng Ấy Năm - We Look for What We Miss (2022)", "country": "Trung Quốc", "year": "2022", "content": "We Look for What We Miss, Anh Tới Trễ Từng Ấy Năm vietsub: Nhà thiết kế nội y Jiang Xile tái ngộ người yêu 10 năm Ding Ran một cách \"ngượng ngùng\". Nhưng sự khó xử chưa dừng lại ở đó, ngay khi cô trở về nhà, mẹ cô đã tuyên bố lớn rằng cô muốn tái hôn với bố của Ding Ran.Từ những người yêu thời thơ ấu đến bác sĩ-bệnh nhân cho đến những gia đình được tổ chức lại, một mối quan hệ có phần phức tạp vẫn tồn tại và hai mối tình gắn liền với tuổi thiếu niên một lần nữa được bắt đầu lại.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/anh-toi-tre-tung-ay-nam", "image": "https://i.imgur.com/VmLck7K.jpg", "actor": "Vương Quân Hạo", "streamsUrl": ["https://short.ink/tE84NQgPA"], "server": "https://zuiphim.org/"}, {"_id": 441, "title": "Bất Khả Chiến Bại (Phần 2) - Invincible (2023)", "country": "Âu Mỹ", "year": "2023", "content": "Invincible là series hoạt hình siêu anh hùng dành cho người lớn được chuyển thể từ truyện tranh cùng tên của Skybound/Image Comic do Robert Kirkman sáng tác. Phim được lên kế hoạch kéo dài trong 3 mùa và sẽ phát sóng thông qua nền tảng Amazon Prime Video.\n\nInvincible là câu chuyện xoay quanh Mark Grayson, con trai của anh hùng mạnh nhất hành tinh - Omni-Man. Sau khi vừa tròn 17 tuổi, Mark bắt đầu thức tỉnh sức mạnh của riêng mình. Dưới sự giám hộ của Omni-Man, Mark dấn thân vào con đường trở thành siêu anh hùng và đối đầu với thử thách cam go.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/bat-kha-chien-bai-phan-2", "image": "/storage/images/bat-kha-chien-bai-phan-2/bat-kha-chien-bai-phan-2-thumb.jpg", "actor": "Steven Yeun", "streamsUrl": ["https://vip.opstream15.com/20231103/43831_b19b8524/index.m3u8", "https://vip.opstream15.com/share/bb51be7cabcec70c5ebd89a677b5f450"], "server": "https://zuiphim.org/"}, {"_id": 4307, "title": "Đòn bẩy (Phần 2) - Leverage: Redemption (Season 2) (2022)", "country": "Âu Mỹ", "year": "2022", "content": "Trong Phần hai, nhóm Đòn bẩy đã kiểm tra kỹ năng phạm tội của họ bằng mọi thứ, từ nhóm vợ chồng thực hiện một vụ lừa đảo tiếp thị đa cấp và một ông trùm vận tải đổ hàng đống rác thải nhựa cho đến một nhà sản xuất âm nhạc lạm dụng vị trí của mình đối với những người dễ bị tổn thương. phụ nữ. Phần này cũng chứng kiến ​​một người bạn cũ của Sophie bất ngờ bước ra từ đồ gỗ, khiến cô phải đặt câu hỏi về lựa chọn của mình.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/don-bay-phan-2", "image": "/storage/images/leverage-redemption-phan-2/leverage-redemption-phan-2-thumb.jpg", "actor": "Noah Wyle", "streamsUrl": ["https://vip.opstream13.com/20240403/3483_5682483e/index.m3u8", "https://vip.opstream13.com/share/cb953f6ca5923f7517125db46ed1293d"], "server": "https://zuiphim.org/"}, {"_id": 4377, "title": "Death Stranding  - Death Stranding  (2023)", "country": "Trung Quốc", "year": "2023", "content": "Around the turn of the millennium and with the entire city in chaos, the government decides to eradicate the corrupt underground entertainment industry and money laundering practices to revitalize order and reduce crime.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/death-stranding", "image": "/storage/images/death-stranding/death-stranding-thumb.jpg", "actor": "Eddie Cheung", "streamsUrl": ["https://vip.opstream17.com/20240330/3563_78ec7732/index.m3u8", "https://vip.opstream17.com/share/d04d42cdf14579cd294e5079e0745411"], "server": "https://zuiphim.org/"}, {"_id": 4992, "title": "Godzilla x Kong: Đế Chế Mới - Godzilla x Kong: The New Empire (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/godzilla-x-kong-de-che-moi", "image": "/storage/images/godzilla-x-kong-de-che-moi/godzilla-x-kong-de-che-moi-thumb.jpg", "actor": "Rebecca Hall", "streamsUrl": ["https://vip.opstream13.com/20240331/3433_c4d51a8c/index.m3u8", "https://vip.opstream13.com/share/a91af177d3016ca20e5fc949836a894a"], "server": "https://zuiphim.org/"}, {"_id": 8818, "title": "Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3 - Kono Subarashii Sekai ni Shukufuku wo! SS3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "KonoSuba: God's Blessing on This Wonderful World! 3 - Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3: Phần thứ 3 của Konosuba", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/konosuba-phuc-lanh-cho-the-gioi-tuyet-voi-nay-ss3", "image": "https://i.imgur.com/P6BKu4q.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=59bd2533521446d70645cdba3aa32156"], "server": "https://zuiphim.org/"}, {"_id": 2222, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\r\n\r\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": ["https://vip.opstream17.com/20240330/3547_60eff6f3/index.m3u8", "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8"], "server": "https://zuiphim.org/"}, {"_id": 1049, "title": "Kamen Rider Gotchard - Kamen Rider Gotchard (2024)", "country": "Nhật Bản", "year": "2024", "content": "“Giả kim thuật” là một khoa học giả nhằm cố gắng tạo ra “vàng” từ nhiều sự kết hợp khác nhau.Một thí nghiệm được thực hiện một cách nhân tạo đã làm sống động một chủng tộc sinh vật và câu chuyện xoay quanh thời đại mà những thí nghiệm này được tiến hành bí mật.Trong câu chuyện, các dạng sống nhân tạo được gọi là “Chemys”, được tạo ra để bắt chước những thứ tồn tại trên thế giới như châu chấu, được tạo ra từ nghệ thuật của các kỹ thuật giả kim tốt nhất.Mỗi chiếc trong số chúng đều được cất giữ cẩn thận trong “Thẻ hóa học cưỡi ngựa” cho đến khi chúng vô tình được thả vào tự nhiên cùng một lúc.Nhân vật chính của chúng ta, Houtarou Ichinose, được giao nhiệm vụ Gotchadriver và nhiệm vụ thu hồi các Chemys đã được thả ra thế giới.Một số rất phù hợp để làm bạn đồng hành với con người và nếu cộng hưởng với một trái tim nhân hậu, Houtarou có thể hợp nhất với chúng và biến thành Kamen Rider Gotchard.Tuy nhiên, những người bị ảnh hưởng bởi ác tâm của con người sẽ có nguy cơ sinh ra những con quái vật được gọi là Malgam.Đây là một câu chuyện khám phá bản chất của thiện và ác, vốn là hai mặt của một đồng tiền. Liệu Gotchard có thể “thu thập hết” hay sẽ để sự bất cẩn của mình đánh dấu sự hủy diệt của thế giới?", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kamen-rider-gotchard", "image": "https://i.imgur.com/FHELClo.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=25db4508e835383ea59977f4f27c2b85"], "server": "https://zuiphim.org/"}, {"_id": 2899, "title": "Đại Tần đế quốc (Phần 2) - The Qin Empire Season 2 (2009)", "country": "Trung Quốc", "year": "2009", "content": "Thời Chiến Quốc, Tần Hiếu công – hoàng đế nước Tần – chiêu mời chính trị gia Thương Ưởng để giúp thi hành những cải cách mạnh mẽ thay đổi cả phía Tây Trung Hoa.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-2", "image": "https://i.imgur.com/FvnHiUS.jpeg", "actor": "Hầu Vịnh", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=94ce4d73333188cd1f6471da7b86f59f"], "server": "https://zuiphim.org/"}, {"_id": 8375, "title": "Đại Tần Đế Quốc (Phần 4) - Qin Dynasty Epic (2020)", "country": "Trung Quốc", "year": "2020", "content": "Nó theo chân nước Tần trong giai đoạn cuối của thời Chiến Quốc. Tần Thủy Hoàng, Lã Bất Vi, Lý Tư, Vương Tiễn và nhiều chính trị gia đáng gờm hợp tác cùng nhau để thống nhất sáu bang dưới một quyền cai trị.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-4", "image": "https://i.imgur.com/2QOlNLp.jpeg", "actor": "Ô Quân Mai", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=be2a54aa37c7cd8b55936d1407f51f64"], "server": "https://zuiphim.org/"}, {"_id": 9398, "title": "Sand Land: The Series - Sand Land: The Series (2024)", "country": "Nhật Bản", "year": "2024", "content": "Sand Land: The Series (2024) vietsubTrong tương lai xa, chiến tranh đã hủy diệt toàn bộ Trái đất, chỉ để lại một vùng đất hoang cằn cỗi, nơi nguồn cung cấp nước được kiểm soát bởi tên vua tham lam. Để tìm kiếm một hồ nước đã mất tích từ lâu, cảnh sát trưởng Rao đã nhờ đến sự giúp đỡ của vua quỷ... và bắt được con trai của nhà vua, Beelzebub, và trợ lý của ông ta, Thief. Bộ ba bất ngờ cùng nhau khởi hành băng qua sa mạc, đối mặt với rồng, kẻ cướp và kẻ thù nguy hiểm nhất... chính quân đội của Nhà vua!.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/sand-land-the-series", "image": "https://i.imgur.com/rbpcQRQ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=437959f3ea1b7d6dee962ac50c3689f8"], "server": "https://zuiphim.org/"}, {"_id": 8111, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": ["https://vip.opstream17.com/20240320/2909_5a7c58b0/index.m3u8", "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a"], "server": "https://zuiphim.org/"}, {"_id": 893, "title": "Kung Fu Panda 4 - Kung Fu Panda 4 (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Po đang chuẩn bị trở thành thủ lĩnh tinh thần của Thung lũng Hòa bình của mình, nhưng cũng cần một người thay thế anh ấy làm Chiến binh Rồng. Vì vậy, anh ta sẽ huấn luyện một học viên kung fu mới tại chỗ và sẽ chạm trán với một nhân vật phản diện tên là Tắc kè hoa, kẻ gợi lên những nhân vật phản diện trong quá khứ.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kung-fu-panda-4", "image": "/storage/images/kung-fu-panda-4/kung-fu-panda-4-thumb.jpg", "actor": "Jack Black", "streamsUrl": ["https://vip.opstream13.com/20240317/3235_13261cb3/index.m3u8", "https://vip.opstream13.com/share/f87522788a2be2d171666752f97ddebb"], "server": "https://zuiphim.org/"}, {"_id": 4094, "title": "Mạch Lộ Cuồng Đao - The Wild Blade of Strangers (2024)", "country": "Trung Quốc", "year": "2024", "content": "Mạch Đao huấn luyện viên quân sự Điền An Nghiệp bảo vệ đất nước và canh giữ biên giới, giết chết vô số kẻ thù. Tuy nhiên, anh ta lại vướng vào cuộc tranh giành chính tử, và đồn trú của Lương Thành bị thảm sát, và ba trăm anh em Mạch Đao chết một cách bi thảm. Điền An Nghiệp chán nản và sống ẩn dật ở thành phố Lạc Dương bán than để kiếm sống. Tân hoàng đế sắp lên ngôi, Điền An Nghiệp vào thành bán than và vô tình cứu được một người phụ nữ và một em bé đang bị săn đuổi. Họ không hề biết rằng đứa bé chính là xương thịt duy nhất của hoàng tử bị sát hại. Dòng dõi trực hệ của vua nước Tề, Thứ Phi Quân, nghe tin và đến. Thứ Phi Quân người đã quyết định phần còn lại của cuộc đời mình, một lần nữa gây ra một làn sóng lớn ở thành phố Lạc Dương.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/mach-lo-cuong-dao", "image": "/storage/images/mach-lo-cuong-dao/mach-lo-cuong-dao-thumb.jpg", "actor": "Zhang Jin", "streamsUrl": ["https://vip.opstream17.com/20240316/2787_88e0d514/index.m3u8", "https://vip.opstream17.com/share/2e0bff759d057e28460eaa5b2cb118e5"], "server": "https://zuiphim.org/"}, {"_id": 9757, "title": "Trò Chơi Sống Còn - Fatal Rule (2023)", "country": "Trung Quốc", "year": "2023", "content": "Để không bị bắt làm nô lệ,Kiều Kinh Đình, người vô tình bước vào trò chơi vực thẳm, đã thành lập liên minh với Thư Ngải một game thủ cũ mang trong mình lòng hận thù, và Bạch Nhĩ, một thiếu niên với quá khứ bí ẩn. Họ cùng nhau đối mặt với sự ác độc của Hàn Bân, kẻ thống trị tàn ác, và tổ chức của anh ta. Sau những cuộc chiến khốc liệt, khi họ tự tin rằng chiến thắng đã đến gần, họ phát hiện ra mình bị rơi vào bẫy của Hàn Bân, lâm vào tình cảnh tuyệt vọng. Điều đáng sợ hơn là, với thất bại này, sự tin tưởng duy nhất giữa ba người cũng tan vỡ hoàn toàn. Trong thời khắc nguy cấp, sự xuất hiện của một cao thủ siêu phàm, Châu Nhất Đao, thay đổi cả cục diện lực lượng tại làng mới và mang đến cho Kiều Kinh Đình và những người khác một tia hy vọng trốn thoát.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/tro-choi-song-con", "image": "/storage/images/tro-choi-song-con/tro-choi-song-con-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream16.com/20231215/39229_c5680323/index.m3u8", "https://vip.opstream16.com/share/56a11624261bb5b56cd6d255d81cb778"], "server": "https://zuiphim.org/"}, {"_id": 2473, "title": "Địch Nhân Kiệt: Thông Thiên Huyền Án - Detective Dee and the Phantom of Waning Moon (2024)", "country": "Trung Quốc", "year": "2024", "content": "Vào thời nhà Đường, Công chúa Thái Bình có một \"giấc mơ về xứ sở thần tiên\", trong đó Cô cưỡi \"ngựa bạch tuyết bạc\" phi nước đại dưới ánh trăng, nữ nhà giả kim Huyền Cơ đã giải thích giấc mơ của mình và con ngựa trắng được gọi là \"Pegasus\", và biến giấc mơ của công chúa thành hiện thực. Huyễn Cơ được sủng ái. Lúc này, thám tử Địch Nhân Kiệt của nhà Đường đã phá được một “vụ án tiêu diệt gia đình”, nhưng hóa ra đó lại là một bi kịch cuộc đời do “Thiên Mã” gây ra.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dich-nhan-kiet-thong-thien-huyen-an", "image": "/storage/images/dich-nhan-kiet-thong-thien-huyen-an/dich-nhan-kiet-thong-thien-huyen-an-thumb.jpg", "actor": "Wei Wei", "streamsUrl": ["https://vip.opstream17.com/20240311/2470_89b94f02/index.m3u8", "https://vip.opstream17.com/share/7cc234202e98d2722580858573fd0817"], "server": "https://zuiphim.org/"}, {"_id": 6541, "title": "Chiến đội Bộc thượng Boonboomger - Bakuage Sentai Boonboomger (2024)", "country": "Nhật Bản", "year": "2024", "content": "Người ngoài hành tinh từ hành tinh khác xâm chiếm trái đất nhằm mở rộng lãnh thổ của họ. Họ phải đối mặt với 3 Người có công nghệ cơ khí vượt trội và khả năng sáng tạo cá nhân.....Phim được phát sóng nối tiếp sau tập cuối của Ohsama Sentai King-Ohger và được chiếu song song với Kamen Rider Gotchard trong Super Hero Time trên kênh TV Asahi.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/chien-doi-boc-thuong-boonboomger", "image": "https://i.imgur.com/gR4lJeZ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=255b18f6cc7d07164368deba0a8ccfd4"], "server": "https://zuiphim.org/"}, {"_id": 3019, "title": "Hành Tinh Cát: Phần Hai - Dune: Part Two (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Theo dõi cuộc hành trình thần thoại của Paul Atreides khi anh hợp nhất với Chani và người Fremen trong khi đang trên đường trả thù những kẻ âm mưu đã phá hủy gia đình anh. Đối mặt với sự lựa chọn giữa tình yêu của đời mình và số phận của vũ trụ đã biết, Paul nỗ lực ngăn chặn một tương lai khủng khiếp mà chỉ mình anh có thể thấy trước.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/hanh-tinh-cat-phan-hai", "image": "/storage/images/hanh-tinh-cat-phan-hai/hanh-tinh-cat-phan-hai-thumb.jpg", "actor": "Timothée Chalamet", "streamsUrl": ["https://vip.opstream13.com/20240308/3152_4e336c9d/index.m3u8", "https://vip.opstream13.com/share/32cbf687880eb1674a07bf717761dd3a"], "server": "https://zuiphim.org/"}, {"_id": 7860, "title": "Hành Tinh Cát - Dune (2021)", "country": "Âu Mỹ", "year": "2021", "content": "Một cuộc hành trình của anh hùng huyền thoại và cảm xúc bị buộc tội, \"Dune\" kể câu chuyện về Paul Atreides, một thanh niên rực rỡ và có năng khiếu sinh ra trong một số phận tuyệt vời vượt quá sự hiểu biết của anh ta, phải đi đến hành tinh nguy hiểm nhất trong vũ trụ để đảm bảo tương lai của gia đình mình và người của anh ấy. Khi các lực lượng độc ác nổ tung vào xung đột đối với việc cung cấp tài nguyên quý giá nhất của hành tinh tồn tại, một hàng hóa có khả năng mở khóa tiềm năng lớn nhất của nhân loại những người có thể chinh phục nỗi sợ hãi của họ sẽ tồn tại.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/hanh-tinh-cat", "image": "/storage/images/dune/dune-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220316/1503_0694e081/index.m3u8", "https://vip.opstream15.com/share/0c8ce55163055c4da50a81e0a273468c"], "server": "https://zuiphim.org/"}, {"_id": 4130, "title": "Già Thiên - Shrouding the Heavens (2023)", "country": "Trung Quốc", "year": "2023", "content": "Ở tận cùng vũ trụ, nơi vô cùng lạnh lẽo và tối tăm, chín xác rồng khổng lồ kéo một cỗ quan tài bằng đồng cổ kính, tồn tại suốt từ thời xa xưa. Đây là hình ảnh cực sốc mà tàu thám hiểm không gian đã thấy được trong vũ trụ hiu quạnh. Chín con rồng kéo quan tài, rốt cuộc là trở về thời cổ đại hay đã đến bên kia bầu trời đầy sao? Một thế giới tiên hiệp rộng lớn, kỳ dị và đầy bí ẩn. Nhiệt huyết sục sôi như núi lửa phun trào, đam mê cuồn cuộn như biển cả, ham muốn vô tận như vực thẳm... Đường lên trời, rộn tiếng ca vang.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/gia-thien", "image": "/storage/images/gia-thien/gia-thien-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20230621/40004_1334313b/index.m3u8", "https://vip.opstream15.com/share/6f16fbb28f5e4ceb9243f7e2e4f0af04"], "server": "https://zuiphim.org/"}, {"_id": 1143, "title": "Đại Tần đế quốc (Phần 2) - The Qin Empire Season 2 (2009)", "country": "Trung Quốc", "year": "2009", "content": "Thời Chiến Quốc, Tần Hiếu công – hoàng đế nước Tần – chiêu mời chính trị gia Thương Ưởng để giúp thi hành những cải cách mạnh mẽ thay đổi cả phía Tây Trung Hoa.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-2", "image": "https://i.imgur.com/FvnHiUS.jpeg", "actor": "Hầu Vịnh", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=94ce4d73333188cd1f6471da7b86f59f"], "server": "https://zuiphim.org/"}, {"_id": 7224, "title": "Đại Tần Đế Quốc (Phần 4) - Qin Dynasty Epic (2020)", "country": "Trung Quốc", "year": "2020", "content": "Nó theo chân nước Tần trong giai đoạn cuối của thời Chiến Quốc. Tần Thủy Hoàng, Lã Bất Vi, Lý Tư, Vương Tiễn và nhiều chính trị gia đáng gờm hợp tác cùng nhau để thống nhất sáu bang dưới một quyền cai trị.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-4", "image": "https://i.imgur.com/2QOlNLp.jpeg", "actor": "Ô Quân Mai", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=be2a54aa37c7cd8b55936d1407f51f64"], "server": "https://zuiphim.org/"}, {"_id": 2801, "title": "A Mạch Tòng Quân - Fighting for Love (2024)", "country": "Trung Quốc", "year": "2024", "content": "Fighting for Love - A Mạch Tòng Quân (2024)ộ phim kể về câu chuyện của nữ tướng quân A Mạch, từ bỏ thân nữ nhi và khoác lên mình áo giáp chiến đấu, trải qua nhiều gian khổ để trở thành một nữ chiến thần. A Mạch (do Trương Thiên Ái thủ vai) là con gái của Quốc Công Nam Hạ. Cả gia đình của A Mạch bị thanh mai trúc mã Trần Khởi giết chết. A Mạch khi trưởng thành đã nữ cải trang nam lang bạt giang hồ, truy tìm Trần Khởi để trả thù. Một cơ hội may mắn khiến A Mạch cứu được con trai của Công Chúa là Thương Dịch Chi (do Trương Hạo Duy thủ vai), từ đó số phận của cả hai đã gắn kết với nhau. Chiến tranh bùng nổ, A Mạch buông áo lụa mà nhập ngũ, giữ cương vị bộ binh. Nhờ khả năng quân sự xuất chúng, A Mạch bước chân lên hàng tướng soái, đồng thời cũng giúp Thương Dịch Chi, người đang phải đối mặt với sự truy sát, tìm lại chính mình, gầy dựng nghiệp lớn. Trên chiến trường, A Mạch và tướng quân của đội địch, Thường Ngọc Thanh (do Vương Thụy Xương thủ vai), nhiều lần giao chiến, trong khi ở ngoài chiến trường, hai người cùng trải qua những biến cố đáng ngờ và chung sống qua sự sinh tử, hai người hiểu biết và quý trọng nhau, nhưng đối mặt với cuộc chiến tàn khốc, A Mạch đã quyết định từ bỏ tình yêu đầy nhiệt huyết của mình để bảo vệ quân đội của mình. Cuối cùng, sau khi chiến tranh kết thúc, A Mạch rời khỏi quân đội, trở lại làm một người phụ nữ và rút lui vào giang hồ, cuối cùng cô tìm được hạnh phúc của riêng mình.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/a-mach-tong-quan", "image": "/storage/images/a-mach-tong-quan/a-mach-tong-quan-thumb.jpg", "actor": "Trương Hạo Duy", "streamsUrl": ["https://vip.opstream11.com/share/ded9522c325c74458ecfacf978103e8c", "https://vip.opstream11.com/20240131/51082_bc579789/index.m3u8", "https://vip.opstream11.com/share/ded9522c325c74458ecfacf978103e8c"], "server": "https://zuiphim.org/"}, {"_id": 9085, "title": "Họa Giang Hồ Chi Thiên Cang - Painting Rivers and Lakes: The Legend of Gangster (2023)", "country": "Trung Quốc", "year": "2023", "content": "Hua Jianghu: Tiangang - Họa Giang Hồ Chi Thiên Cang FHD 2023 vietsubQuốc sư Đại Đường, thủ lĩnh tối cao của tổ chức sát thủ Bất Lương Nhân do Hoàng đế trực tiếp quản lý - Viên Thiên Cang đột nhiên cung tăng Võ hoàng xin từ quan. Viên Thiên Cang mất đi phương hướng cuộc đời đã đến An Lạc Các – một nơi phong trần ở Trường An theo sự chỉ dẫn ghi trong túi gấm mà chí cốt Lý Thuần Phong để lại. Kế đó, hết những chuyện sắp xảy ra, sự xuất hiện của những người tìm kiếm tự làm, tìm kiếm sự bất tử, tìm kiếm quyền lực đều sẽ góp ý mở ra một chương trình mới trong tiến trình hành động của nhân huyền thoại này.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/hoa-giang-ho-chi-thien-cang", "image": "https://i.imgur.com/90qk2RN.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=c6b39c0e396fc52520b2815d955c71e5", "https://hls1.streamc.xyz/c6b39c0e396fc52520b2815d955c71e5/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 764, "title": "Tống Từ Thiều Hoa Lục - Forensic Medical Examiner Male Lead (2023)", "country": "Trung Quốc", "year": "2023", "content": "Tống Từ Thiều Hoa Lục - Song Ci Shao Hua Lu (2023) kể về Tống Từ, anh là một chuyên viên pháp y tận tụy và mạnh mẽ, người quyết tâm đưa ra ánh sáng những bí mật tăm tối trong các vụ án kỳ lạ. Trong hành trình công việc của mình, anh gặp phải Bạch Tuyết Yên, một nữ chính thông minh và xinh đẹp.Trong Tống Từ Thiều Hoa Lục - Forensic Medical Examiner Male Lead, Tống Từ và Bạch Tuyết Yên cùng nhau đối mặt với những vụ án khó khăn và nguy hiểm, từ những tình tiết bí ẩn đến những thủ đoạn tội ác. Trong quá trình hợp tác, họ dần khám phá ra sự phức tạp của thế giới tội ác và phải đối mặt với những hiểm nguy đến từ cả bên trong và bên ngoài hệ thống pháp lý. Bằng sự thông minh, can đảm, và lòng kiên trì, Tống Từ và Bạch Tuyết Yên chứng minh rằng công lý và sự chân thành vẫn có thể chiến thắng trong cuộc chiến với tội ác.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/tong-tu-thieu-hoa-luc", "image": "/storage/images/tong-tu-thieu-hoa-luc/tong-tu-thieu-hoa-luc-thumb.jpg", "actor": "Cư Lai Đề", "streamsUrl": ["https://vip.opstream11.com/share/5b4ee033bc747a6a5c345ddf1fe4030a", "https://vip.opstream11.com/20231226/50317_7c63ffac/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 2384, "title": "Tam Thập Lục Kỵ - Thirty Six Cavalry (2023)", "country": "Trung Quốc", "year": "2023", "content": "Thirty Six Cavalry, Tam Thập Lục Kỵ fhd 2023 vietsubHoàng đế Hanming giao cho Ban Chao, một hậu duệ của các nhà sử học, một con dấu Yan bằng đồng và cử ông đi sứ mệnh đến Tây Vực để tìm kiếm thuốc trường sinh bất tử và tượng Phật vàng từ những giấc mơ của ông. Ban Chao đã tìm kiếm những bậc thầy ẩn giấu ở thủ đô, bao gồm hậu duệ của Mặc gia, thành viên của Hội đạo tặc và những người luyện tập kỹ thuật Night Wolf Gu. Cùng với 36 người khác, sứ mệnh của anh không chỉ là thực hiện mong muốn của Hoàng đế mà còn khám phá nguồn gốc của gia đình mình và tìm kiếm công lý cho kẻ đã giết cha mình.​", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/tam-thap-luc-ky", "image": "https://i.imgur.com/TR6N3Ql.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=47db159b080fdaebd8049ab64e6a31ff", "https://hls1.streamc.xyz/47db159b080fdaebd8049ab64e6a31ff/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 6561, "title": "Sơn Hà Lệnh: Thiên Nhai Khách - Word of Honor (2021)", "country": "Trung Quốc", "year": "2021", "content": "A Tale of the Wanderers, Sơn Hà Lệnh: Thiên Nhai Khách full hd vietsub 2021Trong A Tale of the Wanderers: để rời khỏi tổ chức sát thủ The Window of Heaven, thủ lĩnh Chu Tử Thư thực hiện một thuật khởi hành bắt buộc, khiến anh chỉ còn lại ba năm để sống. Anh ta cải trang khuôn mặt của mình và cố gắng sống những ngày còn lại của mình như một kẻ say rượu lang thang trong thế giới võ thuật.Ba tháng sau trong A Tale of the Wanderers, anh gặp Wen Ke Xing bí ẩn, người ngay lập tức chú ý đến vẻ ngoài của Chu Tử Thư. Sau đó, cả hai trở nên thân thiết hơn khi vướng vào một âm mưu liên quan đến Glazed Armor, chìa khóa huyền thoại được bảo vệ cho một kho vũ khí mạnh mẽ.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/son-ha-lenh-thien-nhai-khach", "image": "https://i.imgur.com/8keahxO.jpg", "actor": "Vương Nhược Lân", "streamsUrl": ["https://vip.opstream16.com/20230125/29855_623d5289/index.m3u8", "https://vip.opstream16.com/share/6abfefaf79dff3c6a5bcfde47a85749f", "https://embed.streamc.xyz/embed.php?hash=b57af3fb1af6a8d976b0e9c6329d7494", "https://hls.streamc.xyz/b57af3fb1af6a8d976b0e9c6329d7494/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 1720, "title": "Ma Đạo Tổ Sư: Trần Tình Lệnh - Grandmaster of Demonic Cultivation (2021)", "country": "Trung Quốc", "year": "2021", "content": "Grandmaster of Demonic Cultivation, Ma Đạo Tổ Sư: Trần Tình Lệnh full hd 2021 vietsubNgụy Vô Tiện và Lam Vong Cơ, hai đệ tử tài năng của gia tộc đáng kính, gặp nhau trong quá trình tu luyện và vô tình phát hiện ra một bí mật được giấu kín suốt nhiều năm. Tiếp nối di sản của tổ tiên, họ quyết định loại bỏ thế giới khỏi mối đe dọa đáng ngại. Nhưng trong một diễn biến kịch tính, Ngụy Vô Tiện qua đời. Mười sáu năm sau, Ngụy Vô Tiện được sống lại thông qua một nghi lễ hy sinh. Anh ta ẩn mình sau một chiếc mặt nạ và nhận danh tính của người triệu hồi mình. Chẳng bao lâu, Ngụy Vô Tiện đoàn tụ với Lam Vong Cơ và họ bắt đầu hợp tác cùng nhau để giải quyết những bí ẩn của hiện tại và làm sáng tỏ sự thật đằng sau những sự kiện trong quá khứ.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/ma-dao-to-su-tran-tinh-lenh", "image": "https://i.imgur.com/tINd9r8.jpg", "actor": "Mạnh Tử Nghĩa", "streamsUrl": ["https://vip.opstream11.com/20220317/2281_470273f2/index.m3u8", "https://vip.opstream11.com/share/0f46c64b74a6c964c674853a89796c8e"], "server": "https://zuiphim.org/"}, {"_id": 6355, "title": "Lãng khách Kenshin - Rurouni Kenshin: Meiji Kenkaku Romantan (1996)", "country": "Nhật Bản", "year": "1996", "content": "Rurouni Kenshin: Meiji Kenkaku Romantan vietsubMột kẻ sát nhân, Kenshin Himura, người đóng vai trò quan trọng trong việc đánh bại Mạc phủ Tokugawa của Nhật Bản thời phong kiến, mang theo thanh kiếm lưỡi ngược của mình (với lời hứa sẽ không giết người nữa). Anh bắt tay vào hành trình ăn năn tội lỗi của mình bằng cách giúp đỡ những người vô tội. Anh trọ tại võ đường Kamia Kashin, nơi anh trở thành người quen của Kaorou, trợ lý huấn luyện viên của võ đường. Sau khi được Kenshin cứu khỏi mafia, một cậu bé bướng bỉnh Yahiko Myojin gia nhập võ đường với tư cách là một học sinh. Sanousuke, một nạn nhân của chiến tranh trở thành người quen của Kenshin sau khi thua anh trong một trận đấu tay đôi. Cùng với những người bạn mới của mình, Kenshin thực hiện lý tưởng giúp đỡ những người vô tội. Một loạt sự kiện diễn ra đặt ra câu hỏi về lý tưởng sống của anh vì những người vô tội và không giết người. Kenshin đối mặt với mọi đối thủ bằng lưỡi kiếm ngược của mình để bảo vệ công lý.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/lang-khach-kenshin", "image": "/storage/images/lang-khach-kenshin-1996/lang-khach-kenshin-1996-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream14.com/20220427/10164_c59af0bc/index.m3u8", "https://vip.opstream14.com/share/cf091b3534ca65188b5785c193ca3a6a"], "server": "https://zuiphim.org/"}, {"_id": 1151, "title": "Yasuke - Yasuke (2021)", "country": "Nhật Bản", "year": "2021", "content": "Yasuke full hd vietsubVào thời kỳ chiến quốc Sengoku của Nhật Bản, tại lãnh địa của gia tộc nhà Oda có một nô lệ da đen được những người phương tây đưa đến. Bất ngờ trước màu da của người nô lệ, Oda Nobunaga đã ban cho nô lệ cái tên Yasuke và cho anh ta làm một samurai để đi theo bên mình. Bộ phim là câu chuyện về Yasuke, một Hắc Samurai, một huyền thoại", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/yasuke", "image": "/storage/images/yasuke/yasuke-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream16.com/20220514/12717_d9159ac8/index.m3u8", "https://vip.opstream16.com/share/646e058fac455de8d1e52c4c49baac06", "https://embed1.streamc.xyz/embed.php?hash=526c17955c528e31949f6d4092494875", "https://hls1.streamc.xyz/526c17955c528e31949f6d4092494875/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 8909, "title": "Lãng khách Kenshin: Khởi đầu - Rurôni Kenshin: Sai shûshô - The Beginning (2021)", "country": "Nhật Bản", "year": "2021", "content": "Rurôni Kenshin: Sai shûshô - The Beginning vietsubVào năm 1864, samurai Kenshin Himura được biết đến với biệt danh Battosai, một sát thủ nguy hiểm với kiếm thuật hung dữ đã giết chết hơn một trăm người trong một năm. Khi anh cứu một cô gái trẻ, Tomoe Yukishiro, khỏi bọn côn đồ ở quán trọ, cả hai dần dần nảy sinh tình cảm và dẫn đến một cuộc hôn nhân. Điều này khiến Kenshin có khả năng phải từ bỏ thanh kiếm của mình vì tình yêu. Tuy nhiên, những người ủng hộ Mạc phủ sẽ không dễ dàng bỏ qua Kenshin. Câu chuyện về việc Kenshin nhận được vết sẹo hình ngôi sao đặc trưng của mình được tiết lộ trong phần tiền truyện này, cũng là phần cuối cùng của loạt phim live-action chuyển thể từ manga và anime.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/lang-khach-kenshin-khoi-dau", "image": "/storage/images/lang-khach-kenshin-khoi-dau/lang-khach-kenshin-khoi-dau-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream12.com/20220220/584_2ba3fd2f/index.m3u8", "https://vip.opstream12.com/share/f5deaeeae1538fb6c45901d524ee2f98", "https://embed1.streamc.xyz/embed.php?hash=6f04517bda2828549aefc87b1e6a302b", "https://hls1.streamc.xyz/6f04517bda2828549aefc87b1e6a302b/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 9535, "title": "Kengan Ashura SS2 Part 1 - Kengan Ashura SS2 Part 1 (2023)", "country": "Nhật Bản", "year": "2023", "content": "Kengan Ashura SS2 Part 1 full hd vietsubPhần thứ 1 của mùa 2 phim Đấu Sĩ Ashura", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/kengan-ashura-ss2-part-1", "image": "https://i.imgur.com/gUn9CRA.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream11.com/20230927/47805_a7c863ac/index.m3u8", "https://vip.opstream11.com/share/1d52e8b258d574501d81d697920317b7", "https://embed1.streamc.xyz/embed.php?hash=c67cb884486335e6da164e898c09a812", "https://hls1.streamc.xyz/c67cb884486335e6da164e898c09a812/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 3660, "title": "Kengan Ashura SS1 Part 2 - Kengan Ashura SS1 Part 2 (2019)", "country": "Nhật Bản", "year": "2019", "content": "Kengan Ashura SS1 Part 2 full hd vietsubPhần thứ 2 của mùa 1 phim Đấu Sĩ Ashura", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/kengan-ashura-ss1-part-2", "image": "https://i.imgur.com/PaHht2s.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220623/22719_a92980c7/index.m3u8", "https://vip.opstream15.com/share/09982e07c27a59881a8bd3d7dddc85fa", "https://embed1.streamc.xyz/embed.php?hash=8495f96910118c3d7b5c4b7682f5363e", "https://hls1.streamc.xyz/8495f96910118c3d7b5c4b7682f5363e/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 7602, "title": "Kengan Ashura SS1 Part 1 - Kengan Ashura SS1 Part 1 (2019)", "country": "Nhật Bản", "year": "2019", "content": "Kengan Ashura SS1 Part 1, Đấu Sĩ Ashura SS1 Part 1 fhd vietsubKazuo Yamashita là một người đàn ông 56 tuổi bình thường, một ngày nọ được chủ tịch công ty triệu tập và thuê làm quản lý của một đấu sĩ. Anh biết rằng những đấu sĩ được thuê này tham gia vào các trận chiến được gọi là \"Trận đấu Kengan\" để bảo vệ quyền lợi doanh nghiệp của các doanh nghiệp mà họ đại diện. Kazuo Yamashita được giao nhiệm vụ quản lý một võ sĩ Kengan bí ẩn tên là Ohma Tokita. Cả hai người đều tham gia \"Giải đấu Kengan Zetsumei\" với hy vọng giành được vị trí chủ tịch của Tổ chức Kengan.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/kengan-ashura-ss1-part-1", "image": "/storage/images/dau-si-ashura-phan-1/dau-si-ashura-phan-1-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220623/22696_67ab2227/index.m3u8", "https://vip.opstream15.com/share/04940fadf3702cbd84b7a48161037c4f", "https://embed1.streamc.xyz/embed.php?hash=4989b32767d6955dfdccbf696b94ee34", "https://hls1.streamc.xyz/4989b32767d6955dfdccbf696b94ee34/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 6420, "title": "Hanma Baki: Son of Ogre (SS1 - SS3) - Baki Hanma (SS1 - SS3) (2018)", "country": "Nhật Bản", "year": "2018", "content": "Hanma Baki: Son of Ogre (SS1 - SS3)Nhân vật chính, Baki Hanma, tập luyện với sự tập trung cao độ để trở nên đủ mạnh để vượt qua cha mình, Yujiro Hanma, chiến binh mạnh nhất thế giới. Năm tử tù bạo lực và tàn bạo nhất thế giới đang tụ tập để đối mặt với Baki. Mục tiêu của họ là nếm mùi thất bại - sức mạnh và kỹ năng vô song của họ đã khiến họ trở nên chán cuộc sống, và giờ họ tìm kiếm Baki với hy vọng rằng anh ta có thể áp đảo và hoàn toàn nghiền nát họ. Trong cuộc khủng hoảng này, các chiến binh võ thuật ngầm khác tập hợp lại để chiến đấu bên cạnh Baki: Kaoru Hanayama, Gouki Shibukawa, Retsu Kaioh và Doppo Orochi. Một cuộc đọ sức hoành tráng giữa những tử tù bạo lực và Baki cùng những người bạn của anh bắt đầu.", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/hanma-baki-son-of-ogre-ss1-ss3", "image": "/storage/images/baki-phan-1-3/baki-phan-1-3-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220325/2045_e5f818eb/index.m3u8", "https://vip.opstream15.com/share/0189caa552598b845b29b17a427692d1"], "server": "https://zuiphim.org/"}, {"_id": 5128, "title": "Chiến Quốc Basara: Bữa Tiệc Cuối Cùng - Gekijouban Sengoku Basara: The Last Party (2011)", "country": "Nhật Bản", "year": "2011", "content": "Gekijouban Sengoku Basara: The Last Party vietsubChuẩn bị cho một vụ nổ hành động chiến trường nhiều megaton trong đoạn cao trào dài tập của câu chuyện Sengoku Basara! Tay sai nguy hiểm nhất của Hideyoshi khao khát trả thù, ngay cả khi các lãnh chúa khác của Nhật Bản tập hợp lại để hướng tới kỷ nguyên hòa hợp. Thật không may, để đạt được hòa bình, ngọn lửa chiến tranh lại phải bùng lên. Đây là Sengoku Basara: Bộ phim - Bữa tiệc cuối cùng! Ai sẽ đủ đàn ông để tồn tại?", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/chien-quoc-basara-bua-tiec-cuoi-cung", "image": "https://i.imgur.com/bbL6PyB.jpg", "actor": " ", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=e0861530fc85c248b1616bef58e4fe6c", "https://hls.streamc.xyz/e0861530fc85c248b1616bef58e4fe6c/hls.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 212, "title": "Chiến Quốc Basara SS2 - Sengoku Basara Ni (2010)", "country": "Nhật Bản", "year": "2010", "content": "Sengoku Basara phần 2 vietsubCuộc đối đầu chết chóc với Quỷ vương Oda Nobunaga đã kết thúc, nhưng cuộc đấu tranh giành quyền tối cao vẫn tiếp tục ở Nhật Bản thời Chiến quốc, khi quân đội của Takeda Shingen và Uesugi Kenshin liên tục giao chiến tại Kawanakajima. Trong khi đó, ở phía cực đông của chiến trường, hai nhân vật xuất sắc bị ràng buộc bởi số phận — một người mặc áo xanh và người kia mặc áo đỏ thẫm — sắp đụng độ trong một trận đấu quyết định được chờ đợi từ lâu. Sau đó, một công văn bất ngờ thông báo rằng một đội quân khổng lồ đã bao vây lực lượng của Takeda, Uesugi và Date tại Kakanakajima. Thủ lĩnh của họ là Toyotomi Hideyoshi, người kế thừa ước mơ và tham vọng của Nobunaga, đồng thời là người sẽ tàn phá Nhật Bản một lần nữa!", "category": "MartialFilm", "category_name": "Phim võ thuật", "link": "https://zuiphim.org/phim/sengoku-basara-samurai-kings-2", "image": "https://i.imgur.com/PjELbhv.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=68da8f2481be3c9ea2318e6bfdd407b7", "https://hls1.streamc.xyz/68da8f2481be3c9ea2318e6bfdd407b7/hls.m3u8"], "server": "https://zuiphim.org/"}]