[{"_id": 9117, "title": "Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3 - Kono Subarashii Sekai ni Shukufuku wo! SS3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "KonoSuba: God's Blessing on This Wonderful World! 3 - Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3: Phần thứ 3 của Konosuba", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/konosuba-phuc-lanh-cho-the-gioi-tuyet-voi-nay-ss3", "image": "https://i.imgur.com/P6BKu4q.jpeg", "actor": " ", "streamsUrl": ["https://ssplay.net/v/137923073437478.html", "https://short.ink/ZHgGlE8xU"]}, {"_id": 3597, "title": "Studio Apartment, Good Lighting, Angel Included - One Room, Hiatari Futsuu, Tenshi Tsuki (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/studio-apartment-good-lighting-angel-included", "image": "https://i.imgur.com/mr3aZcX.jpeg", "actor": " ", "streamsUrl": ["https://short.ink/24RaF9CPh", "https://ssplay.net/v/234700734002722.html"]}, {"_id": 5520, "title": "Sand Land: The Series - Sand Land: The Series (2024)", "country": "Nhật Bản", "year": "2024", "content": "Sand Land: The Series (2024) vietsubTrong tương lai xa, chiến tranh đã hủy diệt toàn bộ Trái đất, chỉ để lại một vùng đất hoang cằn cỗi, nơi nguồn cung cấp nước được kiểm soát bởi tên vua tham lam. Để tìm kiếm một hồ nước đã mất tích từ lâu, cảnh sát trưởng Rao đã nhờ đến sự giúp đỡ của vua quỷ... và bắt được con trai của nhà vua, Beelzebub, và trợ lý của ông ta, Thief. Bộ ba bất ngờ cùng nhau khởi hành băng qua sa mạc, đối mặt với rồng, kẻ cướp và kẻ thù nguy hiểm nhất... chính quân đội của Nhà vua!.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/sand-land-the-series", "image": "https://i.imgur.com/rbpcQRQ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=437959f3ea1b7d6dee962ac50c3689f8"]}, {"_id": 2274, "title": "Vở Kịch Của Bóng Đêm: Yami Shibai SS12 - Yami Shibai SS12 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Vở Kịch Của Bóng Đêm: Yami Shibai SS12", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/vo-kich-cua-bong-dem-yami-shibai-ss12", "image": "/storage/images/139674.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=374b57532adcd30a7b433e734119593e", "https://hls.streamvda.top/374b57532adcd30a7b433e734119593e/hls.m3u8"]}, {"_id": 2834, "title": "Maboroshi - Alice to Therese no Maboroshi Koujou (2023)", "country": "Nhật Bản", "year": "2023", "content": "The Illusion Factory of Alice and Therese FHD (2023)Học sinh trung học năm thứ ba Masamune, sống ở một thị trấn mà thời gian đã ngừng trôi vì một vụ nổ bất ngờ tại một nhà máy luyện thép đã phong tỏa mọi lối ra thị trấn. Để hy vọng một ngày nào đó trở lại bình thường, cư dân trong thị trấn bị cấm thay đổi và họ phải sống cuộc sống hàng ngày u ám của mình. Một ngày nọ, Atsumi, người bạn cùng lớp bí ẩn của Masamune dẫn anh đến lò cao thứ năm của nhà máy luyện thép, và ở đó họ gặp một cô gái hoang dã như sói và không thể nói chuyện. Cuộc gặp gỡ của Masamune và hai cô gái này làm đảo lộn sự cân bằng của thế giới. “Xung lực tình yêu” không thể ngăn cản của những chàng trai cô gái mệt mỏi với cuộc sống đời thường bắt đầu hủy diệt thế giới.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/maboroshi", "image": "https://i.imgur.com/PQM5lAc.jpeg", "actor": " ", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=490fbda7d047be3a428b213a35eeb748", "https://hls1.streamvda.top/490fbda7d047be3a428b213a35eeb748/hls.m3u8"]}, {"_id": 7081, "title": "Ninja Kamui - Ninja Kamui (2024)", "country": "Nhật Bản", "year": "2024", "content": "Ninja Kamui (2024)Joe Higan là một Nukenin - một cựu ninja đã trốn thoát khỏi gia tộc của mình và đang trốn tránh quá khứ bạo lực của mình ở vùng nông thôn nước Mỹ cùng gia đình. Một đêm nọ, anh bị phục kích bởi một nhóm sát thủ từ tổ chức cũ của anh, những kẻ đã gây ra một quả báo đẫm máu đối với Joe và gia đình anh vì đã phản bội mật mã cổ xưa của họ. Thoát khỏi cái chết dường như của mình, Joe sẽ tái xuất với tư cách là con người cũ của mình - Ninja Kamui - để trả thù cho gia đình và bạn bè. Kamui là một ninja của thế kỷ 21, một kẻ lỗi thời trong bóng tối, người sử dụng các kỹ năng cổ xưa của mình để chống lại vũ khí công nghệ cao với sự khéo léo tàn bạo. Anh ta phải đối đầu với những sát thủ được huấn luyện, chiến đấu với người máy và các ninja đối thủ để hạ bệ chính gia tộc đã tạo ra anh ta.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/ninja-kamui", "image": "https://i.imgur.com/8tfGU7s.jpeg", "actor": " ", "streamsUrl": ["https://vip.opstream11.com/share/ab35c90cecde53440fb7931b7cb5fa7d", "https://vip.opstream11.com/20240216/51588_70f7e408/index.m3u8"]}, {"_id": 1626, "title": "Power of Hope ~Precure Full Bloom~ - Kibou no Chikara: Otona Precure '23 (2023)", "country": "Nhật Bản", "year": "2023", "content": "Một dự án anime mới theo chân Yumehara Nozomi khi trưởng thành.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/power-of-hope-precure-full-bloom", "image": "https://i.imgur.com/eVj0wcQ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=41cf8f6d0aeba945c02ebb134fbeb681", "https://hls.streamvda.top/41cf8f6d0aeba945c02ebb134fbeb681/hls.m3u8"]}, {"_id": 7660, "title": "Soaring Sky! Pretty Cure - Hirogaru Sky! Precure (2023)", "country": "Nhật Bản", "year": "2023", "content": "Một sự cố lớn ở Skyland yên bình?! Công chúa sơ sinh Ellee-chan đã bị bắt cóc bởi một con quái vật từ Đế quốc Undergu! Một cô gái dũng cảm tên là Sora đi theo công chúa vào một cái hố kỳ lạ. Nó dẫn cô đến một thế giới khác tên là Thành phố Sorashido. Tivi? Xe đạp? Đây có phải là những thiết bị ma thuật không?!?! Không có thời gian để ngạc nhiên! Sora phải đưa công chúa trở lại lâu đài càng sớm càng tốt! Bay giữa hai thế giới! Đây là sự khởi đầu của một cuộc phiêu lưu Precure! Đó là thời gian anh hùng!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/soaring-sky-pretty-cure", "image": "https://i.imgur.com/o2dxOgK.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=9688c1f2914c53a352e85ce71c7ad4c0", "https://hls.streamvda.top/9688c1f2914c53a352e85ce71c7ad4c0/hls.m3u8"]}, {"_id": 328, "title": "Kirakira☆Precure A La Mode - Kirakira☆Precure À La Mode (2017)", "country": "Nhật Bản", "year": "2017", "content": "Cô thiếu niên vui vẻ Ichika Usami có niềm đam mê với đồ ngọt được lấy cảm hứng từ việc làm bánh của mẹ cô. Để mừng mẹ từ nước ngoài trở về, cô thử tự tay làm một chiếc bánh. Cô ấy bị gián đoạn khi một nàng tiên giống chó tên là Pekorin xông vào bếp của cô ấy. Với sự giúp đỡ của Pekorin, Ichika đã nướng thành công chiếc bánh của mình. Chỉ sau đó, một yêu tinh tên là Gummy xông vào và cố gắng đánh cắp \"kirakiraru\" của chiếc bánh, một sức mạnh ma thuật mang lại cho đồ ngọt khả năng mang lại hạnh phúc.Mặc dù ban đầu Ichika đưa chiếc bánh của mình cho Gummy để bảo vệ Pekorin, nhưng nàng tiên đã giúp cô nhận ra tầm quan trọng của món ăn và tình yêu mà nó thể hiện. Khi kirakiraru trong chiếc bánh của Ichika lớn lên, nó thay đổi thành một bộ đồ trang sức biến cô thành Cure Whip, một anh hùng được gọi là Pretty Cure. Sử dụng sức mạnh mới tìm thấy của mình, cô tiếp tục chiến đấu với những tên trộm kirakiraru bất cứ khi nào chúng xuất hiện. Ichika chiến đấu để bảo vệ đồ ngọt của Ichigozaka và tìm thấy những đồng minh mới đầy màu sắc trên đường đi.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/kirakiraprecure-a-la-mode", "image": "https://i.imgur.com/Evogc59.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=a9bd5369852806b4a1580aa7d0831840", "https://hls.streamvda.top/a9bd5369852806b4a1580aa7d0831840/hls.m3u8"]}, {"_id": 4810, "title": "Healin' Good♡Precure - Healin' Good Pretty Cure (2020)", "country": "Nhật Bản", "year": "2020", "content": "Cậu học sinh trung học ốm yếu nhưng lạc quan Nodoka Hanadera vừa chuyển đến thành phố Sukoyaka, một nơi nổi tiếng với bầu không khí trong lành. Cô ngay lập tức kết bạn với hai người bạn cùng lớp của mình: Chiyu Sawaizumi hiền lành nhưng lực lưỡng, có gia đình điều hành một quán trọ suối nước nóng, và cô con gái sôi nổi và thời trang của một bác sĩ thú y, Hinata Hiramitsu.Ngay sau khi đến nơi, Nodoka tìm thấy một chú chó con bị ốm trong một khu rừng, xung quanh là ba con vật biết nói có phép thuật: Rabbirin, Penguitan và Nyatoran. Họ nói với cô ấy rằng con chó con, Công chúa Latte, chỉ có thể được chữa khỏi bằng cách đánh bại một con quái vật gần đó được gọi là \"Mega Bogen\" và thanh tẩy vùng đất mà nó đã làm hỏng. Dù bất lực nhưng Nodoka không chịu bỏ cuộc và để Latte đau khổ.Cảm động trước quyết tâm của cô ấy, Rabbirin lập một hiệp ước với Nodoka, cho phép cô ấy biến thành một anh hùng được gọi là Precure. Giả sử nhân cách của \"Cure Grace\", Nodoka tràn đầy năng lượng chiến đấu chống lại Bogen và chữa lành trái đất, chữa khỏi cho Latte.Khi Bogen và các thủ lĩnh của họ tiếp tục các cuộc tấn công, Penguitan và Nyatoran cũng tìm thấy đối tác của họ là Chiyu và Hinata, trao cho họ sức mạnh của \"Cure Fontaine\" và \"Cure Sparkle\" tương ứng. Bây giờ, ba Precure và những người bạn động vật của họ phải ngăn chặn Bogen và bảo vệ trái đất khỏi sự lây nhiễm của chúng!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/healin-goodprecure", "image": "https://i.imgur.com/XS3HLBS.png", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=e3a55c1f0d76b1bd3ff97f554275d23a", "https://hls.streamvda.top/e3a55c1f0d76b1bd3ff97f554275d23a/hls.m3u8"]}, {"_id": 3495, "title": "Glitter Force Doki Doki, Doki Doki! - Dokidoki! Precure (2013)", "country": "Nhật Bản", "year": "2013", "content": "Học sinh trung học Mana Aida được biết đến với niềm đam mê sôi nổi và tính cách tốt bụng, đặc biệt là bởi những người bạn của cô ấy là Rikka Hishikawa và Alice Yotsuba. Trong khi các cô gái đang tham gia một chuyến dã ngoại ở trường, những kẻ hung ác ở thế giới khác từ \"Vương quốc Trump\" xuất hiện và tạo ra những con quái vật khổng lồ từ những mong muốn ích kỷ của dân thường để gây ra sự tàn phá.Trong lúc đang tìm cách ngăn chặn sự hủy diệt, Mana chạm trán với \"Cure Sword\", một chiến binh Precure bí ẩn. Khi Cure Sword tham gia chiến đấu với những con quái vật, Mana gặp các đồng minh tiên của Cure Sword, những người nói với cô ấy rằng cô ấy cũng có khả năng tự mình biến thành một chiến binh. Khi những kẻ xâm lược của Vương quốc Trump bắt đầu đông hơn Cure Sword, Mana xông vào chiến trường với quyết tâm. Cô hợp tác với Sharuru, một trong những nàng tiên, và biến thành \"Cure Heart\"Trong nỗ lực liên minh với Cure Sword, Mana cuối cùng đã kéo Rikka và Alice vào cuộc chiến, mỗi người hợp tác với một đồng minh thần tiên để lần lượt biến thành \"Cure Diamond\" và \"Cure Rosetta\". Cùng nhau, họ chiến đấu chống lại quân xâm lược Vương quốc Trump để bảo vệ tình yêu trên thế giới khỏi bị hủy diệt.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/glitter-force-doki-doki-doki-doki", "image": "https://i.imgur.com/4dVq20b.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=616bdb4d985ecba48499e65b90a60c47", "https://hls.streamvda.top/616bdb4d985ecba48499e65b90a60c47/hls.m3u8"]}, {"_id": 9980, "title": "Wonderful Precure! - Wonderful Precure! (2024)", "country": "Nhật Bản", "year": "2024", "content": "Thị trấn Animal là nơi con người và động vật chung sống chan hoà với nhau. Inukai Iroha là một cô bé vô cùng yêu động vật, cô có một em cún nhỏ tên là Komugi. Một ngày nọ khi đang nô đùa với nhau ở công viên, thì một sinh vật “Garugaru” đã tấn công người dân. Iroha vì bảo vệ một cậu bé mà bị sinh vật ấy nhắm tới. Komugi mong muốn bảo vệ cô chủ của mình, nên đã hoá thành người, và biến thân thành… Precure !?", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/wonderful-precure", "image": "https://i.imgur.com/yB9ohKV.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=056b64c4e6f63aded8d15961bef2bbe8"]}, {"_id": 2879, "title": "Tropical-Rouge! Precure - Tropical-Rouge! Precure (2021)", "country": "Nhật Bản", "year": "2021", "content": "Đó là một ngày thú vị đối với thiếu niên thời trang Manatsu Natumi, người lần đầu tiên chuyển đến thành phố lớn. Khi đến nơi, Manatsu ngay lập tức bị quyến rũ bởi quang cảnh của thành phố. Tuy nhiên, mọi thứ trở nên khó tin khi cô gặp Laura một nàng tiên cá ngoài đời thực!Laura đang tìm kiếm Precure, một nhóm chiến binh rạng rỡ có thể có chìa khóa để giải cứu Grand Ocean, quê hương của Laura. Nhiệm vụ này sớm thuộc về Manatsu, người có quyết tâm không lay chuyển khiến cô thức tỉnh với tư cách là một trong những Precure: Cure Summer sống động. Khi những người bạn mới gia nhập đội, Manatsu cần phải thích nghi với cuộc sống mới, bận rộn của mình đồng thời bảo vệ sự sống động của nhân loại khỏi những kẻ xâm lược đại dương! Với mỗi trận chiến khó khăn hơn trận trước, các cô gái phải khám phá điều gì thực sự có giá trị đối với họ.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tropical-rouge-precure", "image": "https://i.imgur.com/E903PmS.png", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=b838fc885aa71c1a2dec919017cf431a", "https://hls.streamvda.top/b838fc885aa71c1a2dec919017cf431a/hls.m3u8"]}, {"_id": 438, "title": "Precure All Stars Movie F - Precure All Stars Movie F (2023)", "country": "Nhật Bản", "year": "2023", "content": "Movie thứ 32 của Series Precure. Sora Harewataaru (Cure Sky) tỉnh dậy ở một thế giới xa lạ. Đồng hành cùng Nagomi Yui (Cure Precious) và Natsuumi Manatsu (Cure Summer), họ cùng nhau đi tìm những người bạn của mình. Trên đường, họ vô tình gặp một Precure bí ẩn mang tên Supreme. Rốt cuộc cô ấy là ai, và có âm mưu gì ?", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/precure-all-stars-movie-f", "image": "https://i.imgur.com/zq3J20K.jpeg", "actor": " ", "streamsUrl": ["https://hls.streamvda.top/01dc0af465fe71503f3666163116be06/hls.m3u8", "https://embed1.streamc.xyz/embed.php?hash=01dc0af465fe71503f3666163116be06"]}, {"_id": 362, "title": "Hug tto! Precure♡Futari wa Precure Movie: All Stars Memories - Eiga Hugtto! Precure x Futari wa Precure (2018)", "country": "Nhật Bản", "year": "2018", "content": "Một con quái vật giống teru teru bozu đầy thù hận tên là Miden đang đánh cắp tất cả sức mạnh và ký ức ma thuật của các Cure, biến họ thành những đứa trẻ bất lực, ngoại trừ Nagisa Misumi và Hana Nono. Họ phải giúp các Cure bị ảnh hưởng lấy lại khả năng của mình và chống lại mối đe dọa mới này.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/hug-tto-precurefutari-wa-precure-movie-all-stars-memories", "image": "https://i.imgur.com/xqCb1ul.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=8b2b0db231c155a0937fcd5d071ac993", "https://hls.streamvda.top/8b2b0db231c155a0937fcd5d071ac993/hls.m3u8"]}, {"_id": 2022, "title": "Precure All Stars Movie: Haru no Carnival♪ - Precure All Stars Movie: Spring Carnival (2015)", "country": "Nhật Bản", "year": "2015", "content": "Pretty Cure All Stars: Haru no Carnival vietsubMột lễ hội mùa xuân được tổ chức tại đất nước của ca múa nhạc Harmonia đang bắt đầu. Haruno Haruka và những người bạn của cô cũng tham gia lễ hội để học khiêu vũ và bài hát từ các chiến binh Pretty Cure cấp cao của họ. Tuy nhiên, các nàng tiên mất tích và lễ hội trở nên hỗn loạn. Tệ hơn nữa, những người thông báo Odoren và Utaen tỏ ra vô cùng nghi ngờ, còn con rồng hộ mệnh của Harmonia đã bắt đầu nổi cơn thịnh nộ, tức giận trước sự hỗn loạn tại lễ hội. Để bảo vệ hòa bình của Harmonia, 40 chiến binh Pretty Cure hợp tác cùng nhau để tạo nên điều kỳ diệu thông qua điệu nhảy và bài hát tràn đầy hy vọng", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/precure-all-stars-movie-haru-no-carnival", "image": "https://i.imgur.com/qR40yZt.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=d113fd20577ec51431212ae2adeb179e", "https://hls.streamvda.top/d113fd20577ec51431212ae2adeb179e/hls.m3u8"]}, {"_id": 6788, "title": "Chiến binh âm nhạc - Suite Pretty Cure - Suite Precure♪ (2011)", "country": "Nhật Bản", "year": "2011", "content": "Major Land là một thế giới âm nhạc đầy màu sắc, nơi các nhạc cụ và nốt nhạc trở nên sống động. Trong một sự kiện hòa nhạc hàng năm, Hummy, ca sĩ mèo của Major Land, chuẩn bị hát \"Giai điệu hạnh phúc\", có khả năng lan tỏa hạnh phúc đến các thế giới bên kia. Tuy nhiên, Mephisto, vua của Vùng đất nhỏ, đã làm gián đoạn sự kiện và viết lại bản nhạc thành \"Giai điệu của nỗi buồn\" —một sáng tác bất hòa mà thay vào đó sẽ gây ra sự tuyệt vọng khi trình diễn. Để ngăn chặn điều này xảy ra, Hummy được giao nhiệm vụ tìm kiếm Precure, những chiến binh nổi tiếng với niềm đam mê âm nhạc chưa từng có, và tái hiện lại Giai điệu Hạnh phúc.Hummy đến Thị trấn Kanon, quê hương của vận động viên thiên về âm nhạc Hibiki Houjou và thợ làm bánh ham học Kanade Minamino. Chỉ tham gia vào những cuộc cãi vã bất tận, Hibiki và Kanade trước đây là bạn thân của nhau và từ đó không còn liên lạc. Hoạt động của họ bị dừng lại bởi một vị khách không mời - nữ ca sĩ của Minor Land, Siren.Khi Siren biến một hồ sơ quan trọng thành một con quái vật khổng lồ, trái tim của các cô gái vang lên với mong muốn bảo vệ những gì họ yêu quý và cả hai biến thành Suite Precure! Là những chiến binh huyền thoại, Hibiki và Kanade sẽ phải gạt những tranh cãi cá nhân sang một bên nếu họ muốn bảo vệ hạnh phúc của thế giới.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/chien-binh-am-nhac-suite-pretty-cure", "image": "https://i.imgur.com/klvg8o1.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=d7cee975423f272408ba895c41fba6c0", "https://hls.streamvda.top/d7cee975423f272408ba895c41fba6c0/hls.m3u8"]}, {"_id": 8552, "title": "Smile Precure! Movie: Ehon no Naka wa Minna Chiguhagu! - Smile Precure! Movie: Ehon no Naka wa Minna Chiguhagu! (2012)", "country": "Nhật Bản", "year": "2012", "content": "Bộ phim đưa Precure vào một thế giới bên trong một cuốn sách ảnh, nơi họ được hướng dẫn bởi Nico, một cư dân bí ẩn của thế giới sách ảnh.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/smile-precure-movie-ehon-no-naka-wa-minna-chiguhagu", "image": "https://i.imgur.com/LHsA0Ss.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=11288c4343fbe01f2f8d2a7689afb2d0", "https://hls.streamvda.top/11288c4343fbe01f2f8d2a7689afb2d0/hls.m3u8"]}, {"_id": 6998, "title": "Chiến Binh Nụ Cười - Yes! Precure 5 GoGo! (2008)", "country": "Nhật Bản", "year": "2008", "content": "Là sự tiếp nối trực tiếp của phần trước, loạt phim này một lần nữa tiếp nối câu chuyện của Nozomi Yumehara và những người bạn của cô từ Yes! Precure 5. Những cô gái trước đây đã mất sức mạnh và chia tay bạn bè Coco và Nuts từ Vương quốc Palmier được hồi sinh thành Pretty Cure bởi người phụ nữ bí ẩn Flora, người cũng muốn họ tìm thấy cô ấy ở một nơi gọi là Cure Rosegarden. Để đến đó, họ cần Hiệp ước Hoa hồng ma thuật và sức mạnh của bốn vị vua của các quốc gia xung quanh Palmier. Nhưng một tổ chức đen tối có tên là Eternal cũng đang cố gắng đến được với Cure Rosegarden bằng cách đánh cắp Rose Pact. May mắn thay, Precure được sự giúp đỡ của các đồng minh mới: cậu bé giao hàng Syrup có thể biến đổi thành một con chim khổng lồ và bay chúng đến bất cứ nơi nào họ muốn và chiến binh bí ẩn và xinh đẹp Milky Rose sát cánh cùng Pretty Cure để bảo vệ những gì thực sự có giá trị.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/chien-binh-nu-cuoi", "image": "https://i.imgur.com/tNnvnYA.png", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=477d68dc13f92f2cdfce5237134afa9a", "https://hls.streamvda.top/477d68dc13f92f2cdfce5237134afa9a/hls.m3u8"]}, {"_id": 7904, "title": "Eiga Yes! Pretty Cure 5 Gogo!: Happy Birthday In The Sweets Kingdom - Yes! Precure 5 Gogo! Movie: Okashi No Kuni No Happy Birthday (2008)", "country": "Nhật Bản", "year": "2008", "content": "Đó là sinh nhật của Nozomi, nhưng nó bị quấy rầy bởi Bunbee đuổi theo một cô gái đến từ thế giới khác, Chocola. Khi Pretty Cure giải cứu cô ấy, cô ấy cảm ơn họ bằng cách đưa họ đến đất nước của cô ấy, Vương quốc tráng miệng. Trong con vẹt này với những dòng nước trái cây và kẹo mọc trên cây, chúng cảm thấy rất thoải mái. Nhưng rồi họ gặp Mushiban độc ác và hai thuộc hạ của hắn là Dry và Bitter. Họ muốn chiếm lấy vương quốc và biến Pretty Cure thành đồ ngọt. Để cứu không chỉ Sinh nhật của Nozomi mà còn cả Vương quốc Tráng miệng, Pretty Cure phải chiến đấu chống lại Dry và Bitter cũng như chống lại chính người bạn của họ: Coco, người đang bị Mushiban tẩy não.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/eiga-yes-pretty-cure-5-gogo-happy-birthday-in-the-sweets-kingdom", "image": "https://i.imgur.com/nnHcuHs.jpeg", "actor": "Ai Nagano", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7b1558609d7f175661f439ee0c714274", "https://hls.streamc.xyz/7b1558609d7f175661f439ee0c714274/hls.m3u8"]}, {"_id": 7958, "title": "Happiness Charge Precure! - Happiness Charge Precure! (2014)", "country": "Nhật Bản", "year": "2014", "content": "Cách đây một thời gian, việc mở một chiếc hộp được gọi là \"Axia\" đã đưa các thành viên bị phong ấn trước đó của Đế chế Bóng ma vào thế giới. Nổi lên để bảo vệ nhân loại khỏi những kẻ ác độc ác này là những chiến binh được gọi là Precure, những người có chiến công anh hùng đã giúp họ trở thành người nổi tiếng trên màn ảnh truyền hình trên toàn cầu.Hime Shirayuki, công chúa của vương quốc nơi Axia ban đầu được giam giữ, là một trong những chiến binh như vậy đã biến thành \"Cure Princess\" để chiến đấu với những con quái vật được triệu hồi bởi Đế chế. Tuy nhiên, tính cách nhút nhát của Hime thường cản trở thành công của cô trong việc chống trả kẻ thù. Chán nản với vận may khó khăn của mình và quyết tâm tìm một đối tác Precure, Hime kết bạn với Megumi Aino, một thiếu niên may mắn vui vẻ. Khi một vị tướng của Đế chế Bóng ma xuất hiện, Hime không thể làm gì được khi đối mặt với các cuộc tấn công của anh ta. Với ý định bảo vệ người bạn mới của mình, Megumi đã khơi dậy tiềm năng tiềm ẩn của mình — biến thành \"Cure Lovely.\"Với mục tiêu bảo vệ thế giới, Megumi và Hime thành lập một nhóm Precure mới được gọi là \"Happiness Charge Precure\" trong khi bắt đầu hành trình khám phá tình yêu đích thực.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/happiness-charge-precure", "image": "https://i.imgur.com/VChNTjV.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=f0c05b561d9000e49e3ab1184454332e", "https://hls.streamvda.top/f0c05b561d9000e49e3ab1184454332e/hls.m3u8"]}, {"_id": 3871, "title": "Pretty Cure Max Heart: Friends of the Snow-Laden Sky - Futari wa Precure: Max Heart Movie 2 - Yukizora no Tomodachi (2005)", "country": "Nhật Bản", "year": "2005", "content": "Trên đường đến thăm Nữ hoàng của Vườn Ánh sáng, Hiền nhân của Vườn Mây vô tình đánh rơi quả trứng của Houhou. Quả trứng đáp xuống Garden of Rainbows, nơi nó được tìm thấy bởi Hikari, thu hút sự chú ý của một cặp đầy tớ mạnh mẽ của Chúa tể Hắc ám.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/pretty-cure-max-heart-friends-of-the-snow-laden-sky", "image": "https://i.imgur.com/6VLOCqq.jpeg", "actor": "Rie Tanaka", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=8b7e1428841648574f6ebee4a165dcbb", "https://hls.streamvda.top/8b7e1428841648574f6ebee4a165dcbb/hls.m3u8"]}, {"_id": 5052, "title": "Happiness Charge PreCure! Movie: Ningyou no Kuni no Ballerina - Happiness Charge PreCure! Movie: Ningyou no Kuni no Ballerina (2014)", "country": "Nhật Bản", "year": "2014", "content": "Câu chuyện của phim lấy bối cảnh là Vương quốc búp bê nơi những con búp bê cư trú. Happy Charge PreCure được một người phụ nữ tên là Tsumugi yêu cầu giúp đỡ khi sự xuất hiện đột ngột của Saiarks bắt đầu tàn phá Vương quốc. Tuy nhiên, tất cả không phải là những gì có vẻ như với người đàn ông bí ẩn Black Fang ẩn náu trong bóng tối.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/happiness-charge-precure-movie-ningyou-no-kuni-no-ballerina", "image": "https://i.imgur.com/3EZpuEr.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=c6fe1bbeb1ecffa9073e52eac751f34b", "https://hls.streamvda.top/c6fe1bbeb1ecffa9073e52eac751f34b/hls.m3u8"]}, {"_id": 5348, "title": "Eiga Dokidoki! Precure: Mana Kekkon Mirai Ni Tsunagu Kibou No Dress - Eiga Dokidoki! Precure: Mana Kekkon Mirai Ni Tsunagu Kibou No Dress (2013)", "country": "Nhật Bản", "year": "2013", "content": "Một ngày nọ, Aida Mana nhận được chiếc váy cưới từ mẹ và bà mà họ đã từng mặc trong quá khứ. Trong khi đang suy nghĩ xem một ngày nào đó cô ấy sẽ mặc chiếc áo này ngoài chính mình, thì một người đàn ông bí ẩn tên là Marsh xuất hiện, và Mana bị ném về quá khứ. Cô ấy rất vui khi gặp lại người bà mà cô ấy yêu quý và chú chó già Maro của cô ấy, nhưng sau đó cô ấy nhận ra rằng Alice, Rikka và Makoto không có ở đó vì ký ức của họ đã bị thay đổi. Để lưu lại những ký ức quý giá, tương lai, ước mơ và hy vọng, Mana biến thành Cure Heart.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/eiga-dokidoki-precure-mana-kekkon-mirai-ni-tsunagu-kibou-no-dress", "image": "https://i.imgur.com/xbS3UXV.png", "actor": "Mayumi Asano", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7b104663eb3d8937109ec3d9e1587988", "https://hls.streamc.xyz/7b104663eb3d8937109ec3d9e1587988/hls.m3u8"]}, {"_id": 8318, "title": "Precure The Movie: Những Ngôi Sao Trong Mơ! - Precure Dream Stars! Movie (2017)", "country": "Nhật Bản", "year": "2017", "content": "Một cô gái bí ẩn tên Sakura đã trốn thoát sau khi người bạn cáo của cô, Shizuku bị bắt. Khi anh trốn thoát được, cô rơi xuống Nhân giới và được Ichika Usami tìm thấy. Sakura nói rằng cô ấy đến từ \"Sakuragahara\", một thế giới dựa trên Nhật Bản cổ đại đang gặp nguy hiểm vì một ác nhân bí ẩn tên là Karasu Tengu đã chiếm lấy và đánh cắp tất cả những thứ đẹp đẽ trong thế giới của cô ấy. Cô ấy cũng đang tìm kiếm Pretty Cure đại diện cho Sweet, Jewels và Keys. Ichika nói rằng cô ấy đã thành lập đội KiraKira PreCure, đại diện cho đồ ngọt. Khi hai người hầu của Karasu Tengu đến thế giới loài người để tìm Sakura, các thành viên khác của đội KiraKira đã bị phục kích, chỉ được cứu bởi Maho Girls PreCure! Đội đại diện cho Jewel and Go! Đội Princess PreCure, đại diện cho Key. Khi họ tụ tập cùng với Sakura,", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/precure-the-movie-nhung-ngoi-sao-trong-mo", "image": "https://i.imgur.com/rEQht9V.jpeg", "actor": "Kana Asumi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=282bed5390d1d11735b6868bfffdf4c1", "https://hls.streamc.xyz/282bed5390d1d11735b6868bfffdf4c1/hls.m3u8"]}, {"_id": 1653, "title": "Mahou Tsukai Pretty Cure! Movie: Sự Biến Hình Kì Diệu! Cure Mofurun! - Mahoutsukai Precure! Movie: Kiseki No Henshin! Cure Mofurun ! (2016)", "country": "Nhật Bản", "year": "2016", "content": "Một ngày nọ, Mirai đang ở trong công viên thì một phù thủy tên là Liko (Riko) bị rơi khỏi chổi và họ gặp nhau ở đó. Sau đó, một nhân vật phản diện xuất hiện triệu hồi một con quái vật, Yokubal. Cùng với con gấu bông biết nói của Mofurun- Mirai và các Linkle Stone kim cương đang được giữ, cả hai cô gái đã trở thành Precure huyền thoại được gọi là Cure Miracle và Cure Magical, những người sẽ ngăn chặn những kẻ phản diện/quái vật, Yokubal và cố gắng thu thập các Linkle Stone còn lại mà các kẻ thù đang cố gắng chiếm lấy, chủ yếu là viên đá ngọc lục bảo chứa sức mạnh to lớn. Sau đó, sẽ có một Precure mới, Cure Felice, người sẽ gia nhập đội và cả ba sẽ cùng nhau cố gắng để cứu Trường học Phép thuật và Trái đất.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/mahoutsukai-precure-movie", "image": "https://i.imgur.com/SBKq2Re.jpeg", "actor": "Saori Hayami", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=05035a88578aef882d7e3c0ac2f725a1", "https://hls.streamc.xyz/05035a88578aef882d7e3c0ac2f725a1/hls.m3u8", "https://embed.streamc.xyz/embed.php?hash=368106cfc1d377cc0a8a2c22ad58e391", "https://hls.streamc.xyz/368106cfc1d377cc0a8a2c22ad58e391/hls.m3u8"]}, {"_id": 1825, "title": "Suite Precure: Lấy Lại Giai Điệu Kỳ Diệu Kết Nối Những Trái Tim - Suite Precure: Torimodose Kokoro Ga Tsunagu Kiseki No Merodi (2011)", "country": "Nhật Bản", "year": "2011", "content": "Sau khi giải thoát cho bố mình, Ako quyết định bỏ làm Precure và trở về Major Land để đoàn tụ cùng bố mẹ. Mọi chuyện đột nhiên thay đổi khi thế giới loài người bị mất đi âm thanh và nhóm bạn 4 người cùng Hummy, Mephisto quyết định trở về Major Land xem chuyện gì đã xãy ra.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/suite-precure-lay-lai-giai-dieu-ky-dieu-ket-noi-nhung-trai-tim", "image": "https://i.imgur.com/TBWFuH5.jpeg", "actor": "Megumi Toyoguchi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7f83c616a5626636efc03284b73a1b0c", "https://hls.streamc.xyz/7f83c616a5626636efc03284b73a1b0c/hls.m3u8"]}, {"_id": 8491, "title": "Eiga Precure All Stars New Stage 2: Kokoro No Tomodachi - Eiga Precure All Stars New Stage 2: Kokoro No Tomodachi (2013)", "country": "Nhật Bản", "year": "2013", "content": "Một ngày nọ, các Pretty Cure nhận được lời mời tham dự một bữa tiệc để vinh danh họ. Mọi người đang hướng đến địa điểm tổ chức bữa tiệc, trường học của các nàng tiên, nhưng đang chờ đợi một bóng đen bí ẩn. Cái bóng đánh cắp các đối tượng chuyển đổi! Họ có thể làm gì? Nếu các Cure không thể được chuyển đổi sẽ gặp rắc rối lớn! Nếu điều này tiếp tục, trường học, thế giới của chúng ta và mọi thứ khác sẽ bị hủy hoại bởi cái bóng đó! 32 Pretty Cure sẽ chiến đấu để bảo vệ tất cả mọi người!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/eiga-precure-all-stars-new-stage-2-kokoro-no-tomodachi", "image": "https://i.imgur.com/UdJ7KVM.jpeg", "actor": "Aya Hisakawa", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=13ef67386fdb92f74f15698326785abf", "https://hls.streamc.xyz/13ef67386fdb92f74f15698326785abf/hls.m3u8"]}, {"_id": 1212, "title": "Precure Super Stars! Movie - Precure Super Stars! Movie (2018)", "country": "Nhật Bản", "year": "2018", "content": "Bộ phim mở đầu với cảnh Hana, Harry và Hugtan đang đợi Saaya và Homare trước một số đường ray xe lửa. Cùng lúc đó, Saaya và Homare đang cố gắng đi qua nhà ga. Bài hát chủ đề sau đó phát qua đoạn dựng phim của Hana đang chờ đợi và phần trước. Khi câu chuyện tiếp diễn, Hana gặp các Kira Kira Cure sau khi Hugtan quyết định lái xe đẩy đi. Cuối cùng họ cũng ngăn chặn được Hugon...", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/precure-super-stars-movie", "image": "https://i.imgur.com/qkUFh71.jpeg", "actor": "Rina Honnizumi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=abf811955f1ccc4773c5f947746caecd", "https://hls.streamc.xyz/abf811955f1ccc4773c5f947746caecd/hls.m3u8"]}, {"_id": 4578, "title": "Unnamed Memory - Unnamed Memory (2024)", "country": "Nhật Bản", "year": "2024", "content": "Unnamed Memory (2024)\"Mong ước của anh với tư cách là nhà vô địch là em có thể xuống tháp và làm vợ anh.\" Leo lên một tòa tháp chết chóc, Oscar tìm kiếm sức mạnh của chủ nhân nó, Phù thủy Mặt trăng Azure. Anh hy vọng phép thuật đáng kinh ngạc của cô có thể phá bỏ lời nguyền sẽ giết chết bất kỳ người phụ nữ nào anh lấy làm vợ. Tuy nhiên, khi hoàng tử nhìn thấy Tinasha xinh đẹp như thế nào, anh ấy có một ý tưởng hay hơn - vì cô ấy chắc chắn đủ mạnh mẽ để sống sót sau lời nguyền của anh ấy nên thay vào đó cô ấy nên cưới anh ấy! Tinasha không mặn mà với ý tưởng này nhưng đồng ý sống với Oscar trong lâu đài hoàng gia trong một năm trong khi nghiên cứu bùa chú áp lên hoàng tử. Tuy nhiên, khuôn mặt xinh đẹp của mụ phù thủy che giấu những bí mật đen tối trong nhiều kiếp—những bí mật bắt đầu lộ diện...", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/unnamed-memory", "image": "https://i.imgur.com/DGnYcfJ.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/YU0ew48YlHg?si=MpUlM_40Ech1r34U"]}, {"_id": 4904, "title": "Thử thách của các vị Thần - Kami wa Game ni Ueteiru. (2024)", "country": "Nhật Bản", "year": "2024", "content": "Gods' Game We Play - Thử thách của các vị Thần (2024)Những vị thần tối cao có quá nhiều thời gian rảnh rỗi đã tạo ra những trò chơi trí tuệ đỉnh cao \"Trò chơi của các vị thần\". Cựu Nữ thần Leche thức dậy sau một giấc ngủ dài và tuyên bố với thế giới: \"Hãy đưa ra người giỏi nhất trong các trò chơi ở thời đại này!\" Fay được đại diện nhân loại đề cử là \"tân binh xuất sắc nhất những năm gần đây\".\"Trò chơi của các vị thần\" sắp bắt đầu giữa hai người có thể hơi khó khăn, vì trong suốt lịch sử loài người vẫn chưa có kẻ chiến thắng, bởi vì các vị thần rất thất thường, rất vô lý và đôi khi hoàn toàn không thể hiểu nổi. Tuy nhiên, với tính chất của trò chơi, sẽ thật lãng phí nếu không có thời gian vui vẻ và chơi bằng cả trái tim! Những trận chiến cân não cuối cùng của một chàng trai game thủ thiên tài, một cựu Nữ thần và những người bạn bắt đầu!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/thu-thach-cua-cac-vi-than", "image": "https://i.imgur.com/hj9K0Pi.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/bee4eJJ0s3Q?si=6a-VVqSsF4LjU7A0"]}, {"_id": 6062, "title": "Whisper Me a Love Song - Sasayaku You ni Koi wo Utau (2024)", "country": "Nhật Bản", "year": "2024", "content": "Sasayaku You ni Koi wo Utau - Whisper Me a Love Song (2024)Yori Asanagi là một cô gái trưởng thành về nhiều mặt nhưng vẫn trong sáng trong chuyện tình cảm. Tình cảm đó được chứng minh khi một học sinh lớp dưới, Himari Kino, bất ngờ tỏ tình với cô sau buổi biểu diễn ban nhạc của cô tại lễ khai giảng năm nhất.Bối rối và ngạc nhiên, Yori nhờ bạn bè tư vấn nhưng họ trêu chọc cô bằng cách nói rằng cô đang yêu. Yori sớm quyết định và cố gắng đáp lại tình cảm của Himari, nhưng trong một tình huống bất ngờ, cô nhận ra rằng thứ mà Himari yêu không phải là cô mà là âm nhạc của cô!Khi Yori tiếp tục theo đuổi tình yêu của mình dành cho Himari, cô hứa sẽ khiến Himari phải lòng cô. Tuy nhiên, liệu tình yêu nồng nàn này có nảy nở hay vẫn không được đáp lại?", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/whisper-me-a-love-song", "image": "https://i.imgur.com/rqRLwDh.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/RN1d3Ny2AgM?si=ASnRTvCatysj13Wp"]}, {"_id": 8381, "title": "Bartender: Glass of God - Bartender: Kami no Glass (2024)", "country": "Nhật Bản", "year": "2024", "content": "Bartender: Kami no Glass - Bartender: Glass of God (2024)Ẩn mình trong những con phố phía sau của quận Ginza là Eden Hall, một quán bar đơn độc được điều hành bởi Ryuu Sasakura, nhân viên pha chế thần đồng, người được cho là pha chế những loại cocktail tuyệt vời nhất mà bất kỳ ai từng nếm thử. Tuy nhiên, không phải ai cũng có thể tìm thấy Eden Hall; đúng hơn, chính Eden Hall phải tìm thấy bạn. Những khách hàng thuộc nhiều hoàn cảnh khác nhau, mỗi người đều gặp phải những rắc rối riêng, lang thang vào quán bar này. Tuy nhiên, Ryuu luôn biết loại cocktail lý tưởng để an ủi và hướng dẫn từng tâm hồn quẫn trí.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/bartender-glass-of-god", "image": "https://i.imgur.com/jKhfPxv.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/vkPk_Lon3c4?si=aPNu4y_KczJdLj_Q"]}, {"_id": 6930, "title": "Tadaima, Okaeri - Tadaima, Okaeri (2024)", "country": "Nhật Bản", "year": "2024", "content": "Tadaima, Okaeri (2024)Masaki Fujiyoshi là một người vợ và cha mẹ nội trợ. Anh ấy đã chiến đấu lâu dài và khó khăn với cảm giác trở thành gánh nặng cho người chồng yêu thương của mình, Hiromu, do thân phận của anh ấy là một omega—và khó khăn mà họ phải đối mặt để đạt được thuần hóa này. Khi con trai của họ, Hikari, chào đời, gia đình chuyển đến một khu vực phù hợp hơn để nuôi dạy con cái.Hikari hiện đã sắp đến sinh nhật thứ hai của mình và cậu bé cùng bố mẹ đang xây dựng mối quan hệ có ý nghĩa với những người xung quanh. Những người này bao gồm sinh viên đại học beta sống cạnh nhà, Yuuki, người mà Hikari đã trở nên khá gắn bó; Bạn của Hiromu ở chỗ làm Matsuo; và người cha đơn thân bí ẩn được nhìn thấy đang lang thang trong công viên.Bất chấp hạnh phúc gia đình mới tìm được, mối liên hệ giữa gia đình với quá khứ của họ đang rạn nứt. Có những người họ đã bỏ lại phía sau để theo đuổi việc xây dựng gia đình hạnh phúc của mình và khi họ bắt đầu quay trở lại, Masaki và Hiromu không chắc họ có ý định tốt hay không.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tadaima-okaeri", "image": "https://i.imgur.com/Y5XsaB9.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/6QHn-073vRc?si=dbx8zZ-ZllMh_4DC"]}, {"_id": 7322, "title": "Tonari no Youkai-san - Tonari no Youkai-san (2024)", "country": "Nhật Bản", "year": "2024", "content": "Tonari no Youkai-san (2024)\"Con mèo của chúng ta có thể sẽ biến thành nekomata...\" Một thị trấn nông thôn nơi yêu quái, con người và các vị thần sống cuộc sống bình thường hàng ngày, xen lẫn một chút ấm áp và đôi khi là bí ẩn.Một mùa hè nọ, chú mèo Buchio 20 tuổi đột nhiên tiến hóa thành nekomata. Đặt câu hỏi về lý do cho sự tiến hóa của mình, anh ấy bắt đầu tìm hiểu thêm về sự biến đổi, cùng với Kitsune biến hình Yuuri.Muu-chan theo dõi con quạ Tengu Jirou khi anh thực hiện nhiệm vụ Tengu của mình và bắt đầu nhìn Jirou dưới một góc nhìn mới. Cùng lúc đó, tin đồn về Nue bất hạnh bắt đầu lan truyền…", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tonari-no-youkai-san", "image": "https://i.imgur.com/xfcXqZv.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/7ZR0Ns1_oXI?si=8IqTiSShLsys3ob4"]}, {"_id": 376, "title": "Astro Note - Astro Note (2024)", "country": "Nhật Bản", "year": "2024", "content": "Astro Note (2024)Takumi, một đầu bếp tài năng, vừa bị cho thôi việc. Anh ấy nhận được hợp đồng biểu diễn tại một khu nhà trọ cũ tên là Astro-sou, nhưng do dự chấp nhận sau khi biết mình cũng phải sống ở đó toàn thời gian. Đó là cho đến khi anh gặp người quản lý xinh đẹp và quyến rũ, Mira, và anh đã bị bán. Cả hai bắt đầu làm việc cùng nhau và mối quan hệ của họ ngày càng sâu sắc. Nhưng Mira có một bí mật: cô ấy không đến từ thế giới này!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/astro-note", "image": "https://i.imgur.com/DKi9zwO.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/vPov0Xb4HK4?si=jWaaYURhRgDQFvk_"]}, {"_id": 5636, "title": "Rinkai! - Rinkai! (2024)", "country": "Nhật Bản", "year": "2024", "content": "Rinkai! (2024)Giải đua xe đạp nữ ra đời trong thời kỳ hỗn loạn sau chiến tranh.Đã vài thập kỷ kể từ khi lịch sử cạnh tranh ngắn ngủi của nó kết thúc chỉ sau 15 năm.Giải đua xe đạp nữ đã được hồi sinh với tên gọi Liên đoàn Rinkai.Với sự ra đời của một ngôi sao lớn đang hoạt động khắp thế giới, nhiều người cảm thấy phấn khích chưa từng thấy.Nữ hoàng bất khả chiến bại, Ibushi Silver Veteran, một vận động viên đã đạt đến đỉnh cao trong các môn thể thao khác.Những người thách đấu đến với ước mơ lớn lao trong lòng dù họ không hề có kinh nghiệm về thể thao.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/rinkai", "image": "https://i.imgur.com/lMRKI0z.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/UioWR0zW7pA?si=k3vrMFUw9oR-Zabt"]}, {"_id": 9992, "title": "Chuyến Tàu Ngày Tận Thế - Shuumatsu Train Doko e Iku? (2024)", "country": "Nhật Bản", "year": "2024", "content": "Shuumatsu Train Doko e Iku? - Chuyến Tàu Ngày Tận Thế (2024)Một thị trấn nào đó ở ngoại ô.Đây không phải là một thị trấn nông thôn bình thường mà bạn có thể tìm thấy ở bất cứ đâu. Người dân đang trải qua một hiện tượng kỳ lạ. Nhưng dù vậy, Shizuru Chikura vẫn có một khát khao mãnh liệt. Cô muốn gặp lại những người bạn đã mất tích của mình!Shizuru và những người bạn của cô phiêu lưu ra thế giới bên ngoài, bắt một chuyến tàu bị bỏ hoang và bất động, không biết liệu họ có sống sót trở về hay không. Điều gì đang chờ đợi họ ở điểm dừng cuối cùng của chuyến tàu ngày tận thế đang chạy này?", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/chuyen-tau-ngay-tan-the", "image": "https://i.imgur.com/3YnMRun.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/0XnPMA4vndc?si=wa8JlZ8FLjVB18fx"]}, {"_id": 6263, "title": "Boukyaku Battery - Boukyaku Battery (2024)", "country": "Nhật Bản", "year": "2024", "content": "Boukyaku Battery (2024)Boukyaku Battery là câu chuyện về một đội bóng chày nổi tiếng gồm vận động viên ném bóng thiên tài Haruka Kiyomine và cầu thủ bắt bóng điêu luyện Kei Kaname, người còn được gọi là \"Tướng quân\". Trong những ngày thi đấu cấp cao, họ đủ tài năng để không chỉ giành chiến thắng mà còn đập tan hy vọng và ước mơ của nhiều cầu thủ trung học cơ sở mà họ từng đối đầu. Tuy nhiên, Kaname bị mất trí nhớ và cả hai vào trường trung học Kotesashi, một trường trung học công lập vô danh. Trong cùng một trường, họ gặp một số cầu thủ tài năng đã bỏ bóng chày sau khi thi đấu với họ ở trường trung học cơ sở. Đây là câu chuyện về việc họ cùng nhau đến một câu lạc bộ bóng chày mới thành lập để chơi bóng chày trở lại.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/boukyaku-battery", "image": "https://i.imgur.com/RicONpc.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/5QCu65yQUps?si=FVnXWCPtOIfa_yG8"]}, {"_id": 8097, "title": "Girls Band Cry - Girls Band Cry (2024)", "country": "Nhật Bản", "year": "2024", "content": "Girls Band Cry (2024)Nhân vật chính bỏ học cấp ba vào năm thứ hai và đặt mục tiêu vào đại học khi làm việc một mình ở Tokyo. Một cô gái bị bạn bè phản bội và không biết phải làm gì. Một cô gái khác bị cha mẹ bỏ rơi và cố gắng sống sót ở thành phố bằng cách làm công việc bán thời gian. Thế giới này luôn khiến chúng ta thất vọng. Không có gì diễn ra như kế hoạch. Nhưng chúng ta muốn thứ gì đó mà chúng ta có thể tiếp tục thích. Chúng ta tin rằng có một nơi mà chúng ta thuộc về. Đó là lý do tại sao chúng tôi hát.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/girls-band-cry", "image": "https://i.imgur.com/9g3Znb6.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/2chz2zI1q3k?si=ZGsCOXJPwYVYeond"]}, {"_id": 2310, "title": "Đảm bảo chất lượng ở một thế giới khác - Kono Sekai wa Fukanzen Sugiru (2024)", "country": "Nhật Bản", "year": "2024", "content": "Quality Assurance in Another World - Đảm bảo chất lượng ở một thế giới khác (2024)Nikola chỉ là một cô gái làng chơi làm việc tại quán trọ... cho đến ngày lũ rồng xâm chiếm, cô gặp Haga, một học giả về mọi thứ xung quanh anh. Anh ấy là thành viên của một xã hội ưu tú có tên là \"Người tìm kiếm\", được tạo ra để giải quyết một loạt bệnh tật đang hoành hành trên thế giới thường yên bình của họ. Nhưng cả Nikola và Haga đều có những bí mật mà họ che giấu...những bí mật sẽ thay đổi sự tồn tại của nhau...", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/dam-bao-chat-luong-o-mot-the-gioi-khac", "image": "https://i.imgur.com/nZkLfyC.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/zwO9yU9ZLT0?si=to1NdM2x8O3a3Jxp"]}, {"_id": 5325, "title": "Ký túc xá ma cà rồng - Vampire Dormitory (2024)", "country": "Nhật Bản", "year": "2024", "content": "Vampire Dormitory - Ký túc xá ma cà rồng (2024)Mito Yamamoto là một người đàn ông đẹp trai đến nỗi hàng ngày phụ nữ đều đổ xô đến nhà hàng anh làm việc. Khi chủ nhà hàng quyết định rằng anh ta đã có đủ, ông ta sa thải Mito, khiến anh ta thất nghiệp và không có nơi nào để gọi là nhà.Ngay sau đó, Mito tình cờ đến một quán cà phê và bị một vết cắt trên tay do kính vỡ. Một người đàn ông lạ tên Ruka Saotome đưa Mito sang một bên để có lẽ là vết thương, nhưng thay vào đó, anh ta liếm máu của Mito, nhận xét rằng nó có vị rất kinh tởm trước khi yêu cầu Mito rời đi. Tối hôm đó, Mito vô tình trượt khỏi nóc một tòa nhà và bị Ruka bắt được, người tiết lộ mình là ma cà rồng.Ruka giải thích rằng máu của một người đàn ông có vị rất kinh tởm, và máu của một người không được yêu thương thậm chí còn có mùi vị tệ hơn. Tuy nhiên, Ruka không thể uống rượu từ các cô gái nên anh đã tìm kiếm một chàng trai xinh đẹp để trở thành nô lệ của mình. Anh ấy đề nghị Mito đảm nhận vai trò này và anh ấy cho phép tình cảm của Ruka \"làm chín\" máu anh ấy. Mito chấp nhận và bắt đầu sống cùng Ruka trong ký túc xá của Học viện nam sinh Hijirigaoka. Tuy nhiên, chỉ có một vấn đề trong tất cả những điều này: Mito thực sự là một cô gái!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/ky-tuc-xa-ma-ca-rong", "image": "https://i.imgur.com/Sh8e3MU.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/TDOnrlYqYCI?si=fAes-KyCJkq60M42"]}, {"_id": 681, "title": "Sứa không thể bơi trong đêm - Yoru no Kurage wa Oyogenai (2024)", "country": "Nhật Bản", "year": "2024", "content": "Jellyfish Can't Swim in the Night - Sứa không thể bơi trong đêm (2024)Yoru no Kurage wa Oyogenai kể về một cô gái dành cả đêm lang thang ở Shibuya, một nơi \"tràn ngập bản sắc\". Không thể trở thành ai, cuộc sống của cô gái bắt đầu thay đổi sau một cuộc gặp gỡ đặc biệt.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/sua-khong-the-boi-trong-dem", "image": "https://i.imgur.com/glvPH6v.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/kYX4qlw_04U?si=DsrOp8_MRWnpeK0n"]}, {"_id": 5418, "title": "Bát Salad của người kì dị - Henjin no Salad Bowl (2024)", "country": "Nhật Bản", "year": "2024", "content": "Salad Bowl of Eccentrics - Bát Salad của người kì dị (2024)Nụ cười thuần thiết trong thế giới hỗn loạn, đứa con từ thế giới bên kia!Chàng thám tử nghèo nàn, Kaburaya Sosuke tình cờ gặp một cô gái kì lạ tự xưng là công chúa đến từ một thế giới khác có khả năng sử dụng phép thuật. Vì cuộc đời đưa đẩy, hai người họ bắt đầu sống chung với nhau. Cô nhanh chóng thích nghi với cuộc sống ở Nhật Bản hiện đại. Trong khi đó, Livia, một nữ hiệp sĩ đến từ cùng thế giới với Sara lạc mất cô công chúa của mình, cảm thấy mình lạc lõng và vô gia cư nhưng cô đã tận hưởng cuộc sống mới của mình một cách đáng ngạc nhiên. Cả hai người này  tiếp cận những thách thức trong cuộc sống với một cái nhìn tích cực bất chấp hoàn cảnh khó khăn của mình, bắt đầu tác động đến Sosuke và dần dần tác động lên những kẻ kỳ quặc khác trong khu phố chẳng hạn như là luật sư quỷ quái, đại lý bán hàng và một nhà lãnh đạo giáo phái.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/bat-salad-cua-nguoi-ki-di", "image": "https://i.imgur.com/4X7jDmZ.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/ye1R9FKq0FE?si=XTz32Q_qs9bwwqrF"]}, {"_id": 726, "title": "Chuyện Phi Lý - The Fable (2024)", "country": "Nhật Bản", "year": "2024", "content": "The Fable - Chuyện Phi Lý (2024)Fable là một sát thủ huyền thoại đã hoàn thành nhiều công việc cho nhiều khách hàng khác nhau. Sau khi kết thúc nhiệm vụ mới nhất của mình, số người mà anh ta đã giết gần đây trở nên quá cao, và Fable được ông chủ ra lệnh phải ở yên trong một năm. Anh cho rằng việc phải thích nghi với cuộc sống như một công dân bình thường có thể là một kinh nghiệm quý giá cho công việc tương lai của anh.Fable sẽ có sự đồng hành của người phụ nữ đóng vai tài xế của anh ta và cả hai sẽ đảm nhận danh tính mới là anh em ruột thịt. Tuy nhiên, ông chủ của họ cảnh báo rằng cả hai sẽ phải đối mặt với một hình phạt chết người nếu Fable giết bất cứ ai trong thời gian nghỉ việc. Vì vậy, kỳ nghỉ phép kéo dài một năm chung của Akira và Youko Satou từ thế giới ngầm bắt đầu.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/chuyen-phi-ly", "image": "https://i.imgur.com/TWzGU34.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/GUSPzVCdtk0?si=3_0g9yjAd2GyTlnz"]}, {"_id": 9138, "title": "Tình thế tiến thoái lưỡng nan của Archdemon - Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba Ii? (2024)", "country": "Nhật Bản", "year": "2024", "content": "An Archdemon's Dilemma: How to Love Your Elf Bride - Tình thế tiến thoái lưỡng nan của Archdemon (2024)Khi phù thủy Zagan quyết định tham gia một cuộc đấu giá bán hàng hóa của Archdemon Marchosias hiện đã chết, anh ta hy vọng sẽ tìm thấy những món đồ có sức mạnh chưa từng thấy. Thay vào đó, thứ anh tìm thấy là một yêu tinh nô lệ tóc trắng quý hiếm tên là Nephilia, và anh ngay lập tức tiêu hết tiền để mua cô ấy, trước sự hoang mang của những người xung quanh. Tuy nhiên, lý do bí mật đằng sau khoản đầu tư của Zagan là anh đã thực sự yêu cô ngay từ cái nhìn đầu tiên.Thật không may, Zagan lại gặp phải một vấn đề: anh không hòa nhập với xã hội và không biết làm thế nào để bày tỏ cảm xúc thật của mình, dẫn đến nhiều hiểu lầm giữa anh và người bạn đồng hành mới. Nhưng dần dần, cả hai bắt đầu hiểu nhau và tình yêu bắt đầu nảy nở.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tinh-the-tien-thoai-luong-nan-cua-archdemon", "image": "https://i.imgur.com/eBVMFYz.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/yCHOTbsDW2o?si=kOWUbAClcM6PdJq3"]}, {"_id": 97, "title": "Cựu anh hùng bị trục xuất sống như anh ấy hài lòng - Dekisokonai to Yobareta Motoeiyuu wa Jikka kara Tsuihou sareta node Sukikatte ni Ikiru Koto ni Shita (2024)", "country": "Nhật Bản", "year": "2024", "content": "The Banished Former Hero Lives as He Pleases - Cựu anh hùng bị trục xuất sống như anh ấy hài lòng (2024)Một cậu bé tên Allen đã không thể nhận được món quà của Chúa và gọi đó là một thất bại. Nhưng danh tính thực sự của anh ta là một cựu anh hùng với ký ức và sức mạnh của kiếp trước!? May mắn bị trục xuất khỏi gia đình công tước, Allen đang cố gắng bắt đầu một cuộc hành trình tự do nhưng lại gặp phải một vụ ám sát bởi vị hôn thê cũ...!? Một câu chuyện anh hùng không mong muốn bắt đầu dành cho cựu anh hùng muốn thư giãn trong thế giới này!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/cuu-anh-hung-bi-truc-xuat-song-nhu-anh-ay-hai-long", "image": "https://i.imgur.com/7WMAtHp.jpeg", "actor": " ", "streamsUrl": ["https://ssplay.net/v/378534062455097.html", "https://short.ink/tZwRaXctF"]}, {"_id": 8599, "title": "Highspeed Etoile - Highspeed Étoile (2024)", "country": "Nhật Bản", "year": "2024", "content": "Highspeed Etoile (2024)Trong tương lai gần, một sự kiện đua xe thế hệ tiếp theo mang tên NEX Race sẽ được công bố, làm thay đổi thế giới đua xe. Công nghệ mới đã giúp việc đua xe ở tốc độ trên 500 km/h trở nên an toàn, thay đổi hoàn toàn cuộc đua trên trường thế giới. Rin Rindou, người từng mơ ước trở thành vũ công ba lê, đã từ bỏ ước mơ của mình vì chấn thương, trở thành NEET và sống với bà ngoại. Tuy nhiên, một ngày nọ, cô bất ngờ bị ném vào thế giới đua xe thế hệ tiếp theo.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/highspeed-etoile", "image": "https://i.imgur.com/gsXzirs.jpeg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/osXXdct_YLo?si=uHFbyaUr1KNZMkHX"]}, {"_id": 1510, "title": "The Fire Hunter SS2 - Hikari no Ou SS2 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Hikari no Ou SS2 (2024): Hikari no Ou", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/the-fire-hunter-ss2", "image": "https://i.imgur.com/1c7VIUt.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=6edb8fbc27ce0be47646cd4c629d2995"]}, {"_id": 1607, "title": "Shaman King: Flowers - Shaman King: Flowers (2024)", "country": "Nhật Bản", "year": "2024", "content": "Shaman King: Flowers (2024)Câu chuyện sẽ tập trung vào Hana, con trai của You và Anna", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/shaman-king-flowers", "image": "https://i.imgur.com/qbAZ4mD.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=503c33c31fcebd3ce4b89177dbd1907d"]}, {"_id": 5207, "title": "Brave Bang Bravern! - Yuuki Bakuhatsu Bang Bravern (2024)", "country": "Nhật Bản", "year": "2024", "content": "Yuuki Bakuhatsu Bang Bravern - Brave Bang Bravern! (2024)Trong một thế giới nơi vũ khí bọc thép hình người được gọi là “Titatonostrider” (“TS” viết tắt) được sử dụng trong chiến tranh. Quân đội từ nhiều quốc gia khác nhau hội tụ về đảo Oahu, Hawaii, bao gồm Ao Isami của Lực lượng phòng vệ mặt đất Nhật Bản và Lewis Smith của Thủy quân lục chiến Hoa Kỳ. Isami và Smith băng qua đường trong trận chiến, nhưng đột nhiên đội của họ bị tấn công bởi một kẻ thù không rõ danh tính, khiến binh lính phân tán và khiến lực lượng của họ rơi vào tình trạng hỗn loạn. Để cứu bạn bè và sống sót trên chiến trường chết chóc, họ phải chiến đấu với tất cả lòng can đảm và niềm tự hào mà họ có thể tập hợp được.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/brave-bang-bravern", "image": "https://i.imgur.com/id4E55t.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=24f30bf446358a7050a9fd2f99d40f13"]}, {"_id": 8215, "title": "Quái Vật #8 - Kaijuu 8-gou (2024)", "country": "Nhật Bản", "year": "2024", "content": "Kaiju No. 8 - Quái Vật #8 (2024)Những con quái vật kỳ dị, giống Godzilla được gọi là \"kaijuu\" đã xuất hiện khắp Nhật Bản trong nhiều năm. Để chống lại những con thú này, một đơn vị quân đội tinh nhuệ được gọi là Quân đoàn Phòng vệ liều mạng hàng ngày để bảo vệ dân thường. Sau khi một sinh vật bị giết, \"những người quét dọn\" —làm việc thuộc Tập đoàn Dọn dẹp Kaijuu Chuyên nghiệp — sẽ phải xử lý phần còn lại của nó.Kafka Hibino, một người đàn ông 32 tuổi, không hài lòng với công việc quét dọn của mình. Ngay từ khi còn trẻ, anh đã khao khát được gia nhập Quân đoàn Phòng vệ và tiêu diệt kaijuus để kiếm sống. Tuy nhiên, sau một vài nỗ lực thất bại, anh đã từ bỏ ước mơ của mình và cam chịu sự tầm thường mang lại mức lương kha khá. Tuy nhiên, khi một tân binh 18 tuổi đầy tham vọng tên Leno Ichikawa gia nhập đội dọn dẹp của anh, Kafka một lần nữa được nhắc nhở về mong muốn được gia nhập quân đội.Sau một chuỗi các sự kiện không may và sự tương tác với người quét rác cấp dưới, Kafka gặp phải một loại kaijuu ký sinh xâm nhập qua miệng anh ta—biến anh ta thành một con quái vật hình người. Với sức mạnh mới tìm thấy của mình, Kafka đặt mục tiêu thực hiện giấc mơ trọn đời của mình lần cuối.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/quai-vat-8", "image": "https://i.imgur.com/I4qgjfq.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/kPcx28s3s7E?si=R8epX3pydIxF6XIa"]}, {"_id": 6102, "title": "Chuyển Sinh Thành Thất Hoàng Tử - Tensei shitara Dainana Ouji Datta node, Kimama ni Majutsu wo Kiwamemasu (2024)", "country": "Nhật Bản", "year": "2024", "content": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability - Chuyển Sinh Thành Thất Hoàng Tử (2024)Hoàng tử Lloyd không phải lúc nào cũng là hoàng tử...trên thực tế, kiếp trước của anh ấy là kiếp trước mà anh ấy nhớ rất rõ: anh ấy là một phù thủy. Vì thế khi buộc phải đầu thai, anh quyết định tiếp tục việc học của mình, dù là hoàng tử của vương quốc hay không! Nhưng cuộc sống mới của anh ấy có những thử thách riêng...bao gồm cả việc trở thành một đứa trẻ 10 tuổi! Hoàng tử/phù thủy thứ 7 phải làm gì?!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/chuyen-sinh-thanh-that-hoang-tu", "image": "https://i.imgur.com/hnn4kXV.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/Wed_lvQxQM0?si=7fV0rE86YrJr02NF"]}, {"_id": 1583, "title": "Sói và Gia vị - Ookami to Koushinryou: Merchant Meets the Wise Wolf (2024)", "country": "Nhật Bản", "year": "2024", "content": "Spice and Wolf: Merchant Meets the Wise Wolf - Sói và Gia vị (2024)Câu chuyện xoay quanh Kraft Lawrence, một thương gia du lịch 25 tuổi bán nhiều loại hàng hóa khác nhau từ thị trấn này sang thị trấn khác để kiếm sống trong một thế giới hư cấu, cách điệu, với bối cảnh lịch sử chịu ảnh hưởng từ châu Âu. Mục tiêu chính trong cuộc sống của anh là thu thập đủ tiền để mở cửa hàng của riêng mình, và anh ấy đã đi du lịch được bảy năm và tích lũy kinh nghiệm trong lĩnh vực này. Một đêm khi dừng lại ở thị trấn Pasloe, anh ta tìm thấy trong toa xe của mình một vị thần sói tên là Holo, hơn 600 tuổi. Cô mang hình dáng của một cô gái 15 tuổi, ngoại trừ chiếc đuôi và đôi tai của một con sói. Cô tự giới thiệu mình là nữ thần thu hoạch của thị trấn, có nhiệm vụ giúp mùa lúa mì bội thu trong nhiều năm. Holo ngày càng bị cô lập và vỡ mộng trước việc người dân thị trấn rời xa sự bảo vệ của cô để hướng tới các phương pháp tăng thu hoạch của riêng họ. Cô đặc biệt đau lòng khi họ quên lời hứa giữa cô và một người nông dân khi cô đến làng và họ chỉ trích cô như một \"vị thần hay thay đổi\" vì cần phải bổ sung đất với những vụ thu hoạch nhỏ hơn. Vì những thay đổi này, cô ấy muốn trở về quê hương của mình ở phía bắc tên là Yoitsu; cô ấy tin rằng mọi người đã bỏ rơi cô ấy và cô ấy đã giữ lời hứa của mình để duy trì những vụ mùa bội thu. Holo cũng muốn đi du lịch để xem thế giới đã thay đổi như thế nào trong khi cô ấy vẫn ở một nơi trong nhiều năm. Cô xoay sở để mặc cả đường ra khỏi làng bằng cách thỏa thuận với Lawrence để đưa cô đi cùng. Khi họ đi du lịch, sự khôn ngoan của cô giúp tăng lợi nhuận của anh, nhưng đồng thời, thân phận thật của cô thu hút sự chú ý không mong muốn từ Giáo hội.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/soi-va-gia-vi", "image": "https://i.imgur.com/85SKtX1.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/jNRO0WzXdOw?si=YHiJAtgCZi2xsv_f"]}, {"_id": 123, "title": "Tái Sinh Thành Quý Tộc Với Kĩ Năng 'Appraisal' - Tensei Kizoku, Kantei Skill de Nariagaru (2024)", "country": "Nhật Bản", "year": "2024", "content": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World - Tái Sinh Thành Quý Tộc Với Kĩ Năng 'Appraisal' (2024)Một ngày nọ, một người làm công ăn lương bình thường qua đời và tái sinh thành Ars Louvent, con trai của một quý tộc. Mặc dù không có tài về phép thuật hay kiếm thuật nhưng anh ấy có một kỹ năng mà không ai có: Thẩm định. Sử dụng khả năng này, Ars có thể xác định sức mạnh hiện tại của một người, tiềm năng của họ và tài năng của họ nằm ở đâu.Kỹ năng này đặc biệt hữu ích trong tình hình hiện tại của đất nước. Chính phủ tham nhũng, các cuộc nổi dậy xảy ra thường xuyên và các quý tộc khắp nơi đang củng cố các công sự của họ để chuẩn bị cho một cuộc chiến tranh tổng lực. Với suy nghĩ này, Ars nhận ra rằng anh cũng phải chuẩn bị bằng cách tập hợp những người tài năng.Một người nước ngoài bị đàn áp với thanh kiếm vô song, một nô lệ với tài năng ma thuật vô danh và một cậu bé nhút nhát với niềm khao khát kiến ​​thức không thể nguôi - những tài năng như vậy đã hỗ trợ Ars khi anh ta đặt mục tiêu tạo ra lãnh thổ hùng mạnh nhất.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tai-sinh-thanh-quy-toc-voi-ki-nang-appraisal", "image": "https://i.imgur.com/E5a384K.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/cBuCgnWCoVo?si=9cDLBVyIQ0HpxruO\""]}, {"_id": 1519, "title": "Gia Tộc Điệp Viên Yozakura - Yozakura-san Chi no Daisakusen (2024)", "country": "Nhật Bản", "year": "2024", "content": "Mission: Yozakura Family - Gia Tộc Điệp Viên Yozakura (2024)Học sinh trung học Taiyou Asano trở nên thiếu hòa nhập với xã hội kể từ khi gia đình cậu qua đời trong một vụ tai nạn ô tô. Người duy nhất mà anh có thể tương tác đúng cách là người bạn thời thơ ấu của anh, Mutsumi Yozakura—người đứng đầu gia đình điệp viên mạnh nhất thế giới. Anh cả của Mutsumi, Kyouichirou Yozakura, đã bảo vệ cô quá mức kể từ khi anh khiến cô bị thương nặng. Tình yêu của anh dành cho Mutsumi rất nguy hiểm và Taiyou là mục tiêu tiếp theo của anh. Để sống sót, Taiyou phải kết hôn với Mutsumi và trở thành thành viên của gia đình Yozakura. Bị ném vào hỗn loạn, Taiyou bắt đầu hành trình trở thành một điệp viên mạnh mẽ để bảo vệ vợ mình và khám phá những bí mật đen tối trong quá khứ của anh và gia đình Yozakura.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/gia-toc-diep-vien-yozakura", "image": "https://i.imgur.com/5kGSjh1.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/J0ozYwVcOPE?si=iA24571mxvEP1iIq"]}, {"_id": 2250, "title": "Hồi Sinh Thành Quái Vật - Re:Monster (2024)", "country": "Nhật Bản", "year": "2024", "content": "Re:Monster - Hồi Sinh Thành Quái Vật (2024)Tomokui Kanata đã được tái sinh thành yêu tinh yếu nhất, tên là Goburou, sau khi trải qua một cái chết đáng tiếc. Tuy nhiên, Goburou vẫn giữ được ký ức của kiếp trước, một sự tiến hóa bất thường, cũng như trở nên đủ mạnh để tăng trạng thái nhờ ăn uống. Trong thế giới sinh tồn thay thế của kẻ mạnh nhất này, các sự kiện diễn ra với những cấp dưới và đồng đội tài giỏi, trường hợp thú vị về con chó vẫy đuôi...", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/hoi-sinh-thanh-quai-vat", "image": "https://i.imgur.com/ShDxvv7.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/a0MldJHON1c?si=aHIQjrXWsOLt7vJx"]}, {"_id": 2816, "title": "Hananoi Và Triệu Chứng Tình Yêu - Hananoi-kun to Koi no Yamai (2024)", "country": "Nhật Bản", "year": "2024", "content": "A Condition Called Love - Hananoi Và Triệu Chứng Tình Yêu (2024)Hotaru Hinase là một học sinh trung học năm nhất luôn trân trọng gia đình và bạn bè của mình hơn tất cả. Không thể hiểu được sự lãng mạn, cô quyết định sẽ hài lòng khi sống mà không cần trải qua tình yêu.Trong khi Hotaru đang dành thời gian ở quán cà phê với người bạn thân của mình, cô chứng kiến cuộc chia tay không thương tiếc của một sinh viên danh dự đẹp trai, Hananoi. Bắt gặp anh đang ngồi một mình trên tuyết trên đường về nhà, cô đưa chiếc ô của mình cho anh như một cử chỉ ân cần.Ngay ngày hôm sau, Hananoi xuất hiện trong lớp học của Hotaru và ngỏ lời mời cô làm bạn gái của anh. Dù bị từ chối nhưng Hananoi vẫn bám sát Hotaru, thực hiện những hành động vị tha với hy vọng làm hài lòng cô. Hotaru bắt đầu có những cảm xúc mà cô chưa từng có trước đây. Tin rằng những cảm xúc này có thể nảy nở thành tình yêu, Hotaru đồng ý hẹn hò với Hananoi.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/hananoi-va-trieu-chung-tinh-yeu", "image": "https://i.imgur.com/pRJFfEs.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/RFoSigXA4qk?si=5gKCZouV1QxE55Rl"]}, {"_id": 6646, "title": "Blue Archive the Animation - Blue Archive the Animation (2024)", "country": "Nhật Bản", "year": "2024", "content": "Blue Archive the Animation (2024)Các học viện của thành phố được chia thành các quận riêng và hầu hết được coi là độc lập.Tổng Hội đồng Sinh viên đóng vai trò là hội đồng quản trị để quản lý toàn bộ học viện. Tuy nhiên, khả năng điều hành của nhóm đã bị chững lại kể từ khi Chủ tịch Hội học sinh tổng hợp mất tích một cách bí ẩn. Vô số vấn đề đã bắt đầu nổi lên khắp Kivotos khi thiếu sự lãnh đạo của tổng thống.Để tránh thảm họa, Tổng hội học sinh yêu cầu sự hỗ trợ từ Câu lạc bộ Điều tra Liên bang, hay còn gọi là Schale. Trên thực tế, Schale là câu lạc bộ mới nhất của thành phố và là câu lạc bộ cuối cùng được phê duyệt trước khi tổng thống mất tích.Để hoàn thành nhiệm vụ của mình, Schale dựa vào sự hướng dẫn của một Sensei, người có thể giúp họ giải quyết các sự cố xung quanh Kivotos.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/blue-archive-the-animation", "image": "https://i.imgur.com/R8NqcEy.jpg", "actor": " ", "streamsUrl": ["https://www.youtube.com/embed/KlVeIjEvWUg?si=gi54IhMgqdCS0UKv"]}, {"_id": 944, "title": "New Getter Robo - Shin Getter Robo (2004)", "country": "Nhật Bản", "year": "2004", "content": "Shin Getter Robo - New Getter Robo (2004)Mở đầu vài lời: Shin (New) Getter Robo là một bản Anime reboot từ series Getter Robo của Ken Ishikawa và nó cũng là tác phẩm về Getter cuối cùng mà ông làm trước khi chết.  Cốt truyện của Anime này được thêm thắt vài yếu tố từ Manga Getter Robo, Getter Robo G và Shin Getter Robo, kẻ địch tiêu biểu là \"Đế Quốc Khủng Long\" trong bản Getter gốc đã được thay thế bởi những sinh vật bí ẩn là \"Oni\" xuất hiện trong những câu truyện xưa của nhật Bản, chúng bỗng nhiên xuất hiện xâm lược Trái Đất. Chính vì thế nên tiến sĩ Saotome, một con người dành cả đời mình nghiên cứu về Getter Ray đã tạo ra thứ vũ khí bí mật để chống lại Oni, Getter Robo. Nhưng có một điều khó khăn là, Getter cần tới ba con người \"bất bình thường\" để phát huy hết sức mạnh của nó ...", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/new-getter-robo", "image": "https://i.imgur.com/SDzPN7x.jpg", "actor": " ", "streamsUrl": ["https://short.ink/Epmdp8NH5"]}, {"_id": 9019, "title": "Getter Robo Armageddon - Getter Robo Armageddon (1998)", "country": "Nhật Bản", "year": "1998", "content": "Getter Robo Armageddon vietsubBị đưa vào tù sau khi bị buộc tội giết Tiến sĩ Saotome, người tạo ra Getter Robo, Ryoma Nagare một lần nữa phải hợp tác với các đồng đội cũ và phi công Getter Robo khi Saotome trở về từ cõi chết và đe dọa loài người bằng cách giải phóng sáng tạo vĩ đại nhất của anh - Shin Dragon. Tuy nhiên, những nỗ lực của họ đều vô ích khi họ không ngăn được một đầu đạn hạt nhân bắn trúng Shin Dragon, dẫn đến vụ ô nhiễm Getter Ray lớn khiến 99% dân số hành tinh thiệt mạng. Mười ba năm sau thảm họa lớn này, nhân loại tiếp tục chiến đấu để sinh tồn chống lại quân xâm lược. Trong số những gì còn sót lại của vụ nổ hạt nhân là Shin Getter, được điều khiển bởi con người nhân tạo Go. Với tàn dư của quân đội Nhật Bản bên cạnh, Go - cùng với các phi công phụ Kei và Gai - phải sử dụng Shin Getter để tiêu diệt quân xâm lược một lần và mãi mãi.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/getter-robo-armageddon", "image": "https://i.imgur.com/cnsziGr.jpg", "actor": " ", "streamsUrl": ["https://short.ink/E56zAHXKo"]}, {"_id": 1650, "title": "Meiji Gekken: 1874 - Meiji Gekken: 1874 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Meiji Gekken: 1874 (2024) FHD vietsubBảy năm đã trôi qua kể từ Taisei Hokan, sự kiện đánh dấu sự kết thúc của kỷ nguyên samurai. Chính phủ mới (chính phủ Minh Trị) đang thúc đẩy chính sách làm giàu cho đất nước và tăng cường quân đội để bắt kịp các cường quốc phương Tây. Shizuma Orikasa, một cựu samurai của tộc Aizu, đã từ bỏ thanh kiếm, cởi bỏ búi tóc và làm nghề lái xe kéo ở Tokyo, nhưng anh vẫn giữ được những kỹ năng kiếm thuật gây chấn động quân đội chính phủ trong Chiến tranh Boshin. Anh đang tìm kiếm vị hôn phu của bạn gái mình, Sumie Kanomata, người đã mất tích trong Chiến tranh Boshin. Manh mối duy nhất chính là hình origami mà Sumie và Shizuma luôn làm...Tình cờ, Shizuma được khen ngợi vì khả năng ngăn chặn âm mưu ám sát của một quan chức chính phủ cấp cao, Tomomi Iwakura, và trở thành thành viên của Sở cảnh sát mới thành lập . Cùng lúc đó, Kyoshiro Shurashin, một kiếm sĩ chột mắt điêu luyện, trở thành khách của Yakuza Moriya-gumi, kẻ đang tranh giành lãnh thổ ở Tokyo, với một mục đích nhất định. Moriya-gumi dính líu đến việc buôn lậu thuốc phiện hợp tác với các thương gia giàu có và trả lợi nhuận cho kẻ chủ mưu đang âm mưu nổi loạn nhằm \"mang lại kỷ nguyên samurai\". Người này đứng đằng sau giật dây vụ việc. Vụ ám sát Iwakura.Shizuma theo đuổi âm mưu lật đổ chính phủ và Kyoshiro dần củng cố vị trí của mình trong nhóm Moriya. Những bi kịch của hai con người ở những vị trí hoàn toàn trái ngược nhau lại đan xen vào nhau như số phận đã sắp đặt. Anh không hề biết rằng một cuộc gặp gỡ và chia tay buồn bã nhưng đầy mỉa mai đang chờ đợi Shizuma.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/meiji-gekken-1874", "image": "https://i.imgur.com/m2jxtIB.jpg", "actor": " ", "streamsUrl": ["https://short.ink/BDpg30fG5", "https://ssplay.net/v/260780954526530.html"]}, {"_id": 256, "title": "Bucchigiri?! - Bucchigiri?! (2024)", "country": "Nhật Bản", "year": "2024", "content": "Bucchigiri?! (2024) FHD vietsubArajin Tomoshibi bị cuốn vào cuộc chiến giữa những cá nhân mạnh mẽ sau khi đoàn tụ với người bạn cũ Matakara Asamine. Trong khi đó, bóng của một con quỷ khổng lồ xuất hiện...?!", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/bucchigiri", "image": "https://i.imgur.com/9IzONzS.jpg", "actor": " ", "streamsUrl": ["https://short.ink/q1R4nqNMT", "https://ssplay.net/v/371945058719979.html"]}, {"_id": 8469, "title": "Cuộc phiêu lưu kì lạ của JoJo SS6: Stone Ocean - JoJo no Kimyou na Bouken Part 6: Stone Ocean (2021)", "country": "Nhật Bản", "year": "2021", "content": "JoJo no Kimyou na Bouken Part 6: Stone Ocean - Cuộc phiêu lưu kì lạ của JoJo SS6: Stone Ocean (2021)Ở Florida, 2011, Jolyne Kuujou ngồi trong phòng giam giống như cha cô Joutarou đã từng làm; vậy mà tình huống này không phải do cô ấy lựa chọn. Bị đóng khung cho một tội danh mà cô không phạm phải và bị lôi kéo để thụ án lâu hơn, Jolyne đã sẵn sàng cam chịu số phận thảm khốc với tư cách là một tù nhân của Green Dolphin Street Jail. Mặc dù mọi hy vọng dường như đã mất, nhưng một món quà từ Joutarou cuối cùng đã đánh thức khả năng tiềm ẩn của cô ấy, thể hiện thành Stand, Stone Free của cô ấy. Bây giờ được trang bị sức mạnh để thay đổi số phận của mình, Jolyne bắt đầu tìm kiếm một lối thoát khỏi đại dương đá đang giam giữ cô. Tuy nhiên, cô sớm phát hiện ra rằng việc giam giữ cô chỉ là một phần nhỏ của một âm mưu lớn: một âm mưu không chỉ nhắm vào gia đình cô mà còn có những hậu quả sâu rộng hơn. Hơn nữa, kẻ chủ mưu đang ẩn náu trong cùng một nhà tù, và được bảo vệ bởi một đội ngũ những người sử dụng Stand đầy đe dọa. Tìm thấy những đồng minh không có khả năng giúp đỡ cho mục đích của mình, Jolyne bắt đầu hành trình để ngăn chặn âm mưu của họ, xóa tên và lấy lại mạng sống của mình.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/cuoc-phieu-luu-ki-la-cua-jojo-ss6-stone-ocean", "image": "https://i.imgur.com/5uJs5YW.jpg", "actor": " ", "streamsUrl": ["https://hls1.streamc.xyz/ab80430811d933e529bf4a82230cb9c9/hls.m3u8", "https://embed1.streamc.xyz/embed.php?hash=ab80430811d933e529bf4a82230cb9c9"]}, {"_id": 9458, "title": "Danganronpa 3: Chương tương lai - Danganronpa 3: The End of Kibougamine Gakuen - Mirai-hen (2016)", "country": "Nhật Bản", "year": "2016", "content": "Danganronpa 3: The End of Kibougamine Gakuen - Mirai-hen (2016)Sau khi Makoto Naegi và những người sống sót thoát khỏi Học viện Hope's Peak để đến thế giới bên kia, họ sớm gia nhập Tổ chức Tương lai, một tổ chức chuyên chống lại sự tuyệt vọng. Ngay khi mọi chuyện dường như đã ổn thỏa, Naegi bị bắt và bị xét xử vì tội phản bội do bảo vệ một nhóm tàn tích của sự tuyệt vọng. Đứng trước tất cả các giám đốc điều hành của Tổ chức Tương lai, anh thấy mình cùng với Kyouko Kirigiri và Aoi Asahina đang đối mặt với một số phận không xác định.Vấn đề hiện tại chỉ leo thang khi hệ thống an ninh được cho là không thể xuyên thủng của tổ chức bị một gương mặt quen thuộc: Monokuma đột nhập. Trước sự kinh hoàng của Naegi, con gấu máy ngay lập tức thông báo bắt đầu một trò chơi giết chóc mới, vì ngay sau đó, nạn nhân đầu tiên xuất hiện như một tín hiệu cho sự tuyệt vọng để tiếp tục cuộc chinh phục tàn bạo của nó.Naegi, Học sinh may mắn cấp siêu trung học, một lần nữa phải làm sáng tỏ bí ẩn khi đồng nghiệp và bạn bè bắt đầu yêu mến anh. Tuy nhiên, không còn những buổi thử nghiệm trên lớp nữa; trong số 16 người tham gia tuyệt vọng, chỉ có một kẻ giết người—và cái chết của họ đồng nghĩa với sự kết thúc của trò chơi địa ngục này.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/danganronpa-3-chuong-tuong-lai", "image": "/storage/images/danganronpa-3-chuong-tuong-lai/danganronpa-3-chuong-tuong-lai-thumb.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=2c5d9b5307c156a303e5eae1f09183c4", "https://hls1.streamc.xyz/2c5d9b5307c156a303e5eae1f09183c4/hls.m3u8"]}, {"_id": 4420, "title": "Snack Basue - Snack Basue (2024)", "country": "Nhật Bản", "year": "2024", "content": "Snack Basue (2024)Một quán bar ở thị trấn Sapporo là nơi tập trung của một nhóm người lập dị sống cùng nhau và cười đùa cùng nhau.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/snack-basue", "image": "https://i.imgur.com/nsOLCsK.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=5fc56c9ed36685c1758140c9c9ae20c9"]}, {"_id": 1912, "title": "Nữ sinh trung học - Azumanga Daioh (2002)", "country": "Nhật Bản", "year": "2002", "content": "Azumanga Daioh: The Animation - Nữ sinh trung học (2002)Chiyo Mihama bắt đầu sự nghiệp trung học của mình với tư cách là một trong những học sinh kỳ lạ nhất trong lớp sinh viên năm nhất của cô — một thần đồng học tập nhỏ, 10 tuổi với niềm yêu thích búp bê sang trọng và nấu ăn tự làm. Nhưng giáo viên chủ nhiệm của cô, Yukari Tanizaki, là loại người hay cướp xe đạp của học sinh để tránh bị muộn, vì vậy \"kỳ lạ\" là một từ tương đối.Chắc chắn không thiếu những cô gái đặc biệt trong lớp chủ nhiệm của Yukari-sensei. Đồng hành cùng Chiyo là những học sinh như Tomo Takino, một tomboy năng động, nhiệt huyết hơn cả khối óc; Koyomi Mizuhara, bạn thân của Tomo, người có tính cách nóng nảy hơn Chiyo; và Sakaki, một người đẹp cao ráo, lực lưỡng với vẻ ngoài đáng sợ nhưng lại ẩn chứa tính cách hiền lành và nỗi ám ảnh đau đớn về loài mèo. Ngoài ra, học sinh chuyển trường Ayumu Kasuga, một cô gái với cái đầu bị mắc kẹt trên mây, phù hợp với những cô gái còn lại — và cô ấy có một vài giả thuyết thú vị về bím tóc của Chiyo!Cùng nhau, nhóm nữ sinh đáng yêu này trải qua những thăng trầm của cuộc sống học đường, nhiều cuộc phiêu lưu của họ tràn ngập tiếng cười không ngớt, sự phi lý kỳ quái và đôi khi thậm chí là những bình luận cảm động về bản chất buồn vui lẫn lộn của thời trung học.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/nu-sinh-trung-hoc", "image": "https://i.imgur.com/eBQfZIJ.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=a900e094d15ece3c50c8fb1fc83578fb", "https://hls1.streamc.xyz/a900e094d15ece3c50c8fb1fc83578fb/hls.m3u8"]}, {"_id": 2197, "title": "Urusei Yatsura SS2 - Urusei Yatsura SS2 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Mùa thứ 2 của anime Urusei Yatsura (2024)", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/urusei-yatsura-ss2", "image": "https://i.imgur.com/6UPJxpM.png", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=f7c5bfdb059b46d59f01e8ff2e190a2a"]}, {"_id": 6788, "title": "Tạp chí hàng tháng ảo tưởng - Gekkan Mousou Kagaku (2024)", "country": "Nhật Bản", "year": "2024", "content": "Delusional Monthly Magazine - Tạp chí hàng tháng ảo tưởng (2024)Câu chuyện diễn ra tại thị trấn Most City ở một quốc gia nào đó. Trên tầng hai của một tòa nhà cũ là một công ty xuất bản xuất bản tạp chí định kỳ mang tên Delusional Monthly Magazine, một tạp chí khoa học đăng các bài viết về những sự kiện gây sốc, kỳ quái và những hiện tượng không thể giải thích được khiến ngay cả các nhà khoa học cũng phải bó tay chịu thua. Nhân viên của nó chỉ bao gồm một tổng biên tập xinh đẹp và một biên tập viên duy nhất của cô ấy, Taro J. Suzuki, cùng với trợ lý ở độ tuổi đi học Jiro Tanaka và chú chó Saburo của anh ấy. Ban biên tập luôn vắng người, Taro, Jiro và Saburo thường đi chơi ở Rock, một quán cà phê ở tầng một. Một ngày nọ, nhà khoa học Goro Sato đến thăm họ để tư vấn, và từ đó bắt đầu một câu chuyện mới lạ lùng.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/tap-chi-hang-thang-ao-tuong", "image": "https://i.imgur.com/wpjmRPq.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=19d0a9938ae7f985400e9ee7a67bf2bc"]}, {"_id": 4723, "title": "Nữ binh máy LBX Girls - Soukou Musume Senki (2021)", "country": "Nhật Bản", "year": "2021", "content": "Soukou Musume Senki - Nữ binh máy LBX Girls (2021)Riko Morisawa, một cô gái trẻ đến từ Tokorozawa, có chuyến du lịch đến Tokyo cùng với người bạn Mana. Khi họ dạo quanh các cửa hàng ở Ikebukuro, Riko nhìn thấy một bảng quảng cáo về một sự kiện liên quan đến dòng đồ chơi Little Battlers eXperience (LBX). Mana thúc giục Riko mua một chiếc và mặc dù ban đầu từ chối nhưng Riko đã sớm cung cấp một vài bộ LBX cho cha cô. Khi mở một trong những chiếc hộp có nhãn \"Sát thủ LBX\", một vết nứt thời gian xuất hiện và đưa Riko vào bầu trời của một Nhật Bản thay thế. Trong khi cô ấy rơi ở tốc độ cuối, một bộ đồ dựa trên LBX Assassin xuất hiện xung quanh cô ấy, cứu cô ấy khỏi bị rơi xuống. Tuy nhiên, trên mặt đất, cô chạm trán với Mimesis, những sinh vật kim loại nguy hiểm xâm chiếm hết thế giới này đến thế giới khác. Khi chạy trốn khỏi những con quái vật này, Riko được bốn cô gái trang bị LBX khác giải cứu. Sau khi biết về hoàn cảnh khó khăn của Riko, cả nhóm quyết định tuyển cô vào đơn vị chiến đấu của họ.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/nu-binh-may-lbx-girls-170498827533915", "image": "https://i.imgur.com/1P6ehvh.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=6092e23cf24c138dd6ef3cfc35a04561", "https://hls1.streamc.xyz/6092e23cf24c138dd6ef3cfc35a04561/hls.m3u8"]}, {"_id": 2693, "title": "Đấu sĩ LBX SS3 - Danball Senki Wars (2013)", "country": "Nhật Bản", "year": "2013", "content": "Danball Senki Wars - Đấu sĩ LBX SS3 (2013)Năm 2055, bốn năm sau các sự kiện trong Danball Senki W. LBX đã trở thành sở thích lớn nhất thế giới, đủ lớn để thành lập các giải đấu chuyên nghiệp và mọi người kiếm sống toàn bộ bằng việc trở thành người chơi LBX. Arata 14 tuổi là học sinh mới chuyển trường tại Học viện Tích hợp Kamui Daimon trên đảo Kamui, gần Nhật Bản. Được biết đến là tổ chức uy tín nhất trên thế giới trong việc đào tạo người chơi và thợ máy LBX, việc gia nhập học viện đòi hỏi một trở ngại cực kỳ cạnh tranh là trở thành nhà vô địch của ít nhất ba giải đấu chính thức. Cùng với các thành viên khác trong trung đội của anh, họ phải đối mặt với các đối thủ và đi sâu vào những bí mật ẩn giấu trong học viện.", "category": "AnimelFilm", "category_name": "Phim hoạt hình Anime", "link": "https://zuiphim.org/phim/dau-si-lbx-ss3", "image": "https://i.imgur.com/SKiRh49.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=62132bc476ff7a6183ac2c8ac5fcd1f7", "https://hls1.streamc.xyz/62132bc476ff7a6183ac2c8ac5fcd1f7/hls.m3u8"]}]