[{"_id": 437, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\r\n\r\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": ["https://vip.opstream17.com/20240330/3547_60eff6f3/index.m3u8", "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8"]}, {"_id": 911, "title": "The Innkeepers - The Innkeepers (2011)", "country": "Âu Mỹ", "year": "2011", "content": "During the final days at the Yankee Pedlar Inn, two employees determined to reveal the hotel's haunted past begin to experience disturbing events as old guests check in for a stay.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/the-innkeepers", "image": "/storage/images/the-innkeepers/the-innkeepers-thumb.jpg", "actor": "Sara Paxton", "streamsUrl": ["https://vip.opstream17.com/20240330/3544_1a3d4c55/index.m3u8", "https://vip.opstream17.com/share/147ebe637038ca50a1265abac8dea181"]}, {"_id": 9570, "title": "Kí Sự Sát Nhân  - A Record Of Sweet Murderer (2014)", "country": "Nhật Bản", "year": "2014", "content": "Một ngày nọ, một nhà báo Hàn Quốc và một nhà quay phim người Nhật ở Hàn Quốc được mời đến một căn hộ bỏ hoang.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/ki-su-sat-nhan", "image": "/storage/images/ki-su-sat-nhan/ki-su-sat-nhan-thumb.jpg", "actor": "Yeon Je-wook", "streamsUrl": ["https://vip.opstream17.com/20240329/3517_64ad4a30/index.m3u8", "https://vip.opstream17.com/share/b5b0db7f3a77ca4fcf9eca57aa7181ca"]}, {"_id": 8335, "title": "Nhà Casagrande – Phim điện ảnh - The Casagrandes Movie (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Trong chuyến đi Mexico nhân dịp sinh nhật, cô bé 12 tuổi Ronnie Anne vô tình giải thoát một á thần mắc kẹt trên núi và á thần này cần gia đình cô bé giúp sửa chữa sai lầm.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/nha-casagrande-phim-dien-anh", "image": "/storage/images/nha-casagrande-phim-dien-anh/nha-casagrande-phim-dien-anh-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream17.com/20240328/3399_882e28cd/index.m3u8", "https://vip.opstream17.com/share/57f04bb2975420e3b4c73920c687cad7"]}, {"_id": 4135, "title": "Bạn (Không) Thân - Not Friends (2023)", "country": "Thái Lan", "year": "2023", "content": "Bắt đầu với niềm đam mê làm phim bất diệt cùng những ý tưởng lớn, nhóm học sinh trung học của “Bạn Không Thân” chính là hội bạn trong “hoạn nạn” lại cần tới nhau tại một cuộc thi làm phim ngắn dựa trên câu chuyện về cuộc đời của người bạn cùng lớp mà họ yêu quý. Bằng vốn hiểu biết có giới hạn về người bạn quá cố, cả nhóm với sự nỗ lực 200% đã dần khám phá ra những bí mật ẩn giấu gây bất ngờ tới mức có thể thay đổi quan điểm về niềm đam mê của hội thanh thiếu niên này mãi mãi.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/ban-khong-than", "image": "/storage/images/ban-khong-than/ban-khong-than-thumb.jpg", "actor": "Anthony Buisseret", "streamsUrl": ["https://vip.opstream17.com/20240326/3248_2919e272/index.m3u8", "https://vip.opstream17.com/share/c57abe86de4e516e12dfa386053fbfe2"]}, {"_id": 6763, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": ["https://vip.opstream17.com/20240320/2909_5a7c58b0/index.m3u8", "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a"]}, {"_id": 7992, "title": "Kung Fu Panda 4 - Kung Fu Panda 4 (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Po đang chuẩn bị trở thành thủ lĩnh tinh thần của Thung lũng Hòa bình của mình, nhưng cũng cần một người thay thế anh ấy làm Chiến binh Rồng. Vì vậy, anh ta sẽ huấn luyện một học viên kung fu mới tại chỗ và sẽ chạm trán với một nhân vật phản diện tên là Tắc kè hoa, kẻ gợi lên những nhân vật phản diện trong quá khứ.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/kung-fu-panda-4", "image": "/storage/images/kung-fu-panda-4/kung-fu-panda-4-thumb.jpg", "actor": "Jack Black", "streamsUrl": ["https://vip.opstream13.com/20240317/3235_13261cb3/index.m3u8", "https://vip.opstream13.com/share/f87522788a2be2d171666752f97ddebb"]}, {"_id": 9900, "title": "Phi Đội Máy Bay Cảm Tử 100 - The Bloody Hundredth (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Gặp gỡ các phi công ngoài đời thực, những người đã truyền cảm hứng cho bộ phim Bá Chủ Bầu Trời khi họ chia sẻ những sự kiện đau buồn và biến đổi của Nhóm ném bom 100.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/phi-doi-may-bay-cam-tu-100", "image": "/storage/images/phi-doi-may-bay-cam-tu-100/phi-doi-may-bay-cam-tu-100-thumb.jpg", "actor": "James Stewart", "streamsUrl": ["https://vip.opstream17.com/20240316/2796_532487ae/index.m3u8", "https://vip.opstream17.com/share/e27a949795bbe863f31c3b79a2686770"]}, {"_id": 2143, "title": "Mạch Lộ Cuồng Đao - The Wild Blade of Strangers (2024)", "country": "Trung Quốc", "year": "2024", "content": "Mạch Đao huấn luyện viên quân sự Điền An Nghiệp bảo vệ đất nước và canh giữ biên giới, giết chết vô số kẻ thù. Tuy nhiên, anh ta lại vướng vào cuộc tranh giành chính tử, và đồn trú của Lương Thành bị thảm sát, và ba trăm anh em Mạch Đao chết một cách bi thảm. Điền An Nghiệp chán nản và sống ẩn dật ở thành phố Lạc Dương bán than để kiếm sống. Tân hoàng đế sắp lên ngôi, Điền An Nghiệp vào thành bán than và vô tình cứu được một người phụ nữ và một em bé đang bị săn đuổi. Họ không hề biết rằng đứa bé chính là xương thịt duy nhất của hoàng tử bị sát hại. Dòng dõi trực hệ của vua nước Tề, Thứ Phi Quân, nghe tin và đến. Thứ Phi Quân người đã quyết định phần còn lại của cuộc đời mình, một lần nữa gây ra một làn sóng lớn ở thành phố Lạc Dương.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/mach-lo-cuong-dao", "image": "/storage/images/mach-lo-cuong-dao/mach-lo-cuong-dao-thumb.jpg", "actor": "Zhang Jin", "streamsUrl": ["https://vip.opstream17.com/20240316/2787_88e0d514/index.m3u8", "https://vip.opstream17.com/share/2e0bff759d057e28460eaa5b2cb118e5"]}, {"_id": 380, "title": "Quý Cô Mạng Nhện - Madame Web (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Bộ phim kể về nguồn gốc của một đồng minh Người Nhện, một nhân vật trong truyện tranh Marvel có sức mạnh liên kết đa vũ trụ - Cassandra Webb (Dakota Johnson) hay còn được biết đến là Madame Web. Sở hữu khả năng và giác quan nhạy bén của loài nhện, Cassandra có khả năng thấu thị, thần giao cách cảm và nhìn trước tương lai. Chính từ đây mà số phận của cô ấy trở nên gắn bó một cách bí ẩn với ba cô gái khác là Julia Carpenter (Sydney Sweeney), Anya Corazon (Isabela Merced) và Mattie Franklin (Celeste O'Connor) - những người được dự đoán là thế hệ tương lai của Người Nhện.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/quy-co-mang-nhen", "image": "/storage/images/quy-co-mang-nhen/quy-co-mang-nhen-thumb.jpg", "actor": "Dakota Johnson", "streamsUrl": ["https://vip.opstream13.com/20240218/2868_55bd70f9/index.m3u8", "https://vip.opstream13.com/share/8b3bac12926cc1d9fb5d68783376971d"]}, {"_id": 5649, "title": "Địch Nhân Kiệt: Thông Thiên Huyền Án - Detective Dee and the Phantom of Waning Moon (2024)", "country": "Trung Quốc", "year": "2024", "content": "Vào thời nhà Đường, Công chúa Thái Bình có một \"giấc mơ về xứ sở thần tiên\", trong đó Cô cưỡi \"ngựa bạch tuyết bạc\" phi nước đại dưới ánh trăng, nữ nhà giả kim Huyền Cơ đã giải thích giấc mơ của mình và con ngựa trắng được gọi là \"Pegasus\", và biến giấc mơ của công chúa thành hiện thực. Huyễn Cơ được sủng ái. Lúc này, thám tử Địch Nhân Kiệt của nhà Đường đã phá được một “vụ án tiêu diệt gia đình”, nhưng hóa ra đó lại là một bi kịch cuộc đời do “Thiên Mã” gây ra.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/dich-nhan-kiet-thong-thien-huyen-an", "image": "/storage/images/dich-nhan-kiet-thong-thien-huyen-an/dich-nhan-kiet-thong-thien-huyen-an-thumb.jpg", "actor": "Wei Wei", "streamsUrl": ["https://vip.opstream17.com/20240311/2470_89b94f02/index.m3u8", "https://vip.opstream17.com/share/7cc234202e98d2722580858573fd0817"]}, {"_id": 6377, "title": "Hoa Thiên Cốt - The Journey of Flower (2024)", "country": "Trung Quốc", "year": "2024", "content": "Để tránh sự hồi sinh của con quỷ, Bai Zihua bất tử đã dẫn dắt thế giới bất tử cố gắng phong ấn con quỷ một lần nữa. Anh và đệ tử của mình, đứa trẻ mồ côi Hua Qiangu, phát triển mối quan hệ nhưng phải đối mặt với một cuộc khủng hoảng thế giới thậm chí còn lớn hơn.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/hoa-thien-cot", "image": "/storage/images/hoa-thien-cot/hoa-thien-cot-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream13.com/20240308/3158_bcc3c1ce/index.m3u8", "https://vip.opstream13.com/share/55d99a37b2e1badba7c8df4ccd506a88"]}, {"_id": 9198, "title": "Hành Tinh Cát: Phần Hai - Dune: Part Two (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Theo dõi cuộc hành trình thần thoại của Paul Atreides khi anh hợp nhất với Chani và người Fremen trong khi đang trên đường trả thù những kẻ âm mưu đã phá hủy gia đình anh. Đối mặt với sự lựa chọn giữa tình yêu của đời mình và số phận của vũ trụ đã biết, Paul nỗ lực ngăn chặn một tương lai khủng khiếp mà chỉ mình anh có thể thấy trước.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/hanh-tinh-cat-phan-hai", "image": "/storage/images/hanh-tinh-cat-phan-hai/hanh-tinh-cat-phan-hai-thumb.jpg", "actor": "Timothée Chalamet", "streamsUrl": ["https://vip.opstream13.com/20240308/3152_4e336c9d/index.m3u8", "https://vip.opstream13.com/share/32cbf687880eb1674a07bf717761dd3a"]}, {"_id": 6973, "title": "Hành Tinh Cát - Dune (2021)", "country": "Âu Mỹ", "year": "2021", "content": "Một cuộc hành trình của anh hùng huyền thoại và cảm xúc bị buộc tội, \"Dune\" kể câu chuyện về Paul Atreides, một thanh niên rực rỡ và có năng khiếu sinh ra trong một số phận tuyệt vời vượt quá sự hiểu biết của anh ta, phải đi đến hành tinh nguy hiểm nhất trong vũ trụ để đảm bảo tương lai của gia đình mình và người của anh ấy. Khi các lực lượng độc ác nổ tung vào xung đột đối với việc cung cấp tài nguyên quý giá nhất của hành tinh tồn tại, một hàng hóa có khả năng mở khóa tiềm năng lớn nhất của nhân loại những người có thể chinh phục nỗi sợ hãi của họ sẽ tồn tại.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/hanh-tinh-cat", "image": "/storage/images/dune/dune-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220316/1503_0694e081/index.m3u8", "https://vip.opstream15.com/share/0c8ce55163055c4da50a81e0a273468c"]}, {"_id": 580, "title": "Trúng Tà - Headless (2023)", "country": "Trung Quốc", "year": "2023", "content": "Headless - Trúng Tà (2024)Bộ phim diễn ra vào thời kỳ Trung Hoa Dân quốc, kể về Mục Nguyên đang đối diện với cái chết, trong trí óc, anh ta tự tưởng tượng ra một bản thân mới là cảnh sát Triệu Nhân. Khi Triệu Nhân khám phá ra sự thật đằng sau những sự việc chấn động kỳ quái, Mục Nguyên cũng hoàn thành sự cứu rỗi tâm hồn của mình trước khi qua đời. Với các tình tiết căng thẳng, câu chuyện kể về một câu chuyện triết học xoay quanh việc cứu rỗi tâm hồn. Nó nhằm mục đích truyền tải đến khán giả rằng chỉ có dũng cảm đối mặt với những sai lầm, đau khổ trong quá khứ, chúng ta mới có thể thực sự cởi bỏ những nút thắt bên trong, bước ra khỏi sương mù và giành lại cuộc sống mới.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/trung-ta", "image": "https://i.imgur.com/L2Z4BPh.jpeg", "actor": "Lý Khiêm", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=1baa42678a3b6cc7b0aeb2b0c33ac514"]}, {"_id": 804, "title": "Cuộc Diễu Hành - The Parades (2024)", "country": "Nhật Bản", "year": "2024", "content": "The Parades - Cuộc Diễu Hành (2024)Minako tỉnh dậy trên một bãi biển đầy đá vụn. Khi đang tìm kiếm con trai mình, Ryo, cô tình cờ gặp một nhóm người khác nhau, bao gồm một chàng trai trẻ tên Akira, cựu yakuza Shori và cựu nhà sản xuất phim Michael. Cô sớm nhận ra sự thật sốc rằng mình đã chết. Những người bạn đồng hành mới của cô cũng bị mắc kẹt giữa các thế giới, không thể đi tiếp do công việc còn dang dở với người sống. Mặc dù phải vật lộn để chấp nhận hoàn toàn thực tế mới này, Minako vẫn tham gia \"Cuộc diễu hành\" hàng tháng, một cuộc tụ họp nơi những người đã chết tìm kiếm những người mà họ hy vọng gặp lại, đồng thời tìm hiểu thêm về những người bạn đồng hành đã ra đi của cô trên đường đi.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/cuoc-dieu-hanh", "image": "https://i.imgur.com/RlPv0LE.jpeg", "actor": "Ryusei Yokohama", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=2b8179187210fdd646c3b6d12d2f79a1"]}, {"_id": 6362, "title": "Tên tôi là Loh Kiwan - My Name is Loh Kiwan (2024)", "country": "Hàn Quốc", "year": "2024", "content": "My Name is Loh Kiwan - Tên tôi là Loh Kiwan (2024)Trốn thoát khỏi Trung Quốc, người đào tẩu Bắc Triều Tiên Loh Kiwan bắt đầu thực hiện tâm nguyện sắp chết của mẹ mình, đó là tìm một nơi mà anh có thể thực sự sở hữu tên tuổi của mình và sống theo ý mình. Anh ta đến Bỉ để xin tị nạn nhưng cuối cùng lại rơi vào tình trạng lấp lửng, không có phương tiện kiếm sống cũng như không có mái che trên đầu. Marie, người từng đại diện cho đội bắn súng quốc gia Bỉ và hiện đang chiến đấu với những con quỷ bên trong mình, tình cờ gặp Kiwan đang kiệt sức và đánh cắp ví của anh ta. Cả hai kết thúc trong một cuộc đối đầu nảy lửa. Và chỉ đến khi Marie nhận ra chiếc ví là vật lưu niệm duy nhất mà mẹ Kiwan để lại, họ mới bắt đầu bị cuốn hút vào nhau vì những trải nghiệm và cảm xúc chung.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/ten-toi-la-loh-kiwan", "image": "https://i.imgur.com/3KdN2vf.png", "actor": "Waël Sersoub", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=92875a0117d75074d16625c59dea5937"]}, {"_id": 4294, "title": "Phi Hành Gia - Spaceman (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Spaceman - Phi Hành Gia (2024)Một cuộc phiêu lưu giữa các thiên hà về tình yêu, tham vọng và sự khám phá bản thân. Mồ côi cha mẹ từ khi còn là một cậu bé, được ông bà nội yêu quý nuôi dưỡng ở vùng nông thôn Séc, Jakub Procházka đã vươn lên từ một nhà khoa học tầm thường để trở thành phi hành gia đầu tiên của đất nước. Khi một nhiệm vụ solo nguy hiểm đến sao Kim mang lại cho anh cơ hội trở thành anh hùng mà anh hằng mơ ước, và cả cách để chuộc tội cho cha mình với tư cách là người cung cấp thông tin cho Cộng sản, anh đã mạnh dạn dấn thân vào vùng đất vô định rộng lớn. Nhưng khi làm như vậy, anh đã bỏ lại người vợ tận tụy của mình, Lenka, người mà tình yêu của anh, anh nhận ra đã quá muộn, rằng anh đã hy sinh trên bàn thờ cho tham vọng của mình. Một mình trong không gian sâu thẳm, Jakub phát hiện ra một con nhện ngoài hành tinh khổng lồ có thể là tưởng tượng, nó trở thành người bạn đồng hành không ngờ tới của anh. Qua những cuộc trò chuyện đầy triết lý về bản chất của tình yêu, sự sống và cái chết cũng như vị ngon của thịt xông khói, cặp đôi đã hình thành một mối liên kết mãnh liệt và đầy cảm xúc. Liệu có đủ để chứng kiến ​​Jakub vượt qua cuộc đụng độ với các đối thủ bí mật của Nga và đưa anh ta trở về Trái đất an toàn để có cơ hội thứ hai với Lenka?", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/phi-hanh-gia", "image": "https://i.imgur.com/oikUMJD.jpeg", "actor": "Carey Mulligan", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=fb504bd7b38c44b8998aa3ed07cd99ef"]}, {"_id": 7653, "title": "Nỗi sợ - Fear (2023)", "country": "Âu Mỹ", "year": "2023", "content": "An author's celebration with friends at a woodland cabin takes a terrifying turn when an airborne virus emerges at the same time supernatural forces target the group.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/noi-so", "image": "/storage/images/noi-so-2023/noi-so-2023-thumb.jpg", "actor": "Joseph Sikora", "streamsUrl": ["https://vip.opstream17.com/20240302/1834_00c07ecf/index.m3u8", "https://vip.opstream17.com/share/d757719ed7c2b66dd17dcee2a3cb29f4"]}, {"_id": 5734, "title": "Kamen Rider 555 20th: Paradise Regained - Kamen Rider Faiz 20th: Paradise Regained (2024)", "country": "Nhật Bản", "year": "2024", "content": "Kamen Rider 555 20th: Paradise Regained vietsub (2024)Mari Sonoda đến cửa hàng dọn dẹp của Keitaro cùng với cháu trai Jotaro và gặp Naoya và Masato, những người đã trở lại. Trong khi đó, Smart Brain, đã trở thành một tổ chức chính phủ, đã chuyển đổi thành một công ty nhằm tiêu diệt toàn bộ sự sống của Orphnoch, và hoạt động này do Kitazaki lãnh đạo. Để bảo vệ Orphnoch khỏi bị tuyệt chủng, Masato Kusaka chiến đấu chống lại người thực thi của Smart Brain, Reina Kurumi. Không chỉ vậy, cô còn được hỗ trợ bởi không ai khác ngoài chính Takumi Inui, người đã biến mất nhiều năm trước và trở lại với tư cách là Kamen Rider NEXT Faiz để chỉ huy Smart Brain.... Mari và những người khác bối rối sau khi bị Faiz mới tấn công. Tại sao Takumi làm việc với Smart Brain? Kể từ đó anh ấy đã làm gì? Cuộc hội ngộ đầy sóng gió của họ đánh dấu sự khởi đầu của một câu chuyện mới liên quan đến Orphnoch và loài người.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/kamen-rider-555-20th-paradise-regained", "image": "/storage/images/345318956_779120617039096_5634689875910967427_n.jpg", "actor": "Daiji Asakawa", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=b7bdde5622179c406b413fe95948015c", "https://hls.streamvda.top/b7bdde5622179c406b413fe95948015c/hls.m3u8"]}, {"_id": 5224, "title": "Alienoid 2: Đa Chiều Hỗn Chiến - Alienoid: The Return to the Future (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Alienoid: The Return to the Future - Đa Chiều Hỗn Chiến (2024)Alienoid 2: Đa Chiều Hỗn Chiến tiếp tục đưa người xem bước vào câu chuyện phức tạp của các nhân vật qua hai chiều không gian khác nhau. Khi Ean Kim Tae Ri đóng) vẫn đang mắc kẹt trong quá khứ, nỗ lực ngăn chặn sự trốn thoát của những tù nhân ngoài hành tinh bên trong cơ thể con người. Cuối cùng, cô đã tìm thấy Gươm Thần, vũ khí có khả năng mở ra cánh cổng xuyên thời gian, và bây giờ cô cần phải tìm Thunder (Kim Woo Bin vào vai) để trở về hiện tại. Trong khi đó, Muruk (Ryu Jun Yeol thủ vai), người đã hỗ trợ Ean thoát khỏi những tình huống nguy hiểm, bắt đầu cảm thấy lo sợ khi phát hiện một sinh vật lạ xuất hiện trong cơ thể mình. Quay trở lại thời đại hiện tại, việc khí haava do Thủ Lĩnh phát tán đã đưa đến cái chết hàng nghìn người.Min Gaelin (Lee Ha Nee vào vai), người tình cờ làm chứng kiến sự kiện, nhận ra rằng đây chỉ là bắt đầu của một thảm họa lớn. Chỉ còn 48 phút trước khi tất cả các bóng khí haava nổ tung, cánh cửa thời gian cuối cùng mở ra, kéo theo Muruk, Thunder, cùng Lam Tử và Hắc Nương trở về hiện tại cùng với Ean. Những bí mật đen tối dần dần được hé lộ, và họ sẽ phải đối mặt với những thách thức lớn như những sinh vật ngoài hành tinh để ngăn chặn sự nổ tung của khí haava và cứu rỗi nhân loại.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/alienoid-2-da-chieu-hon-chien", "image": "https://i.imgur.com/fk6MV5T.jpeg", "actor": "Ryu Jun Yeol", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=e91bbcc61fabc35796d0c4b63f6f364a", "https://hls1.streamvda.top/e91bbcc61fabc35796d0c4b63f6f364a/hls.m3u8"]}, {"_id": 1206, "title": "Maboroshi - Alice to Therese no Maboroshi Koujou (2023)", "country": "Nhật Bản", "year": "2023", "content": "The Illusion Factory of Alice and Therese FHD (2023)Học sinh trung học năm thứ ba Masamune, sống ở một thị trấn mà thời gian đã ngừng trôi vì một vụ nổ bất ngờ tại một nhà máy luyện thép đã phong tỏa mọi lối ra thị trấn. Để hy vọng một ngày nào đó trở lại bình thường, cư dân trong thị trấn bị cấm thay đổi và họ phải sống cuộc sống hàng ngày u ám của mình. Một ngày nọ, Atsumi, người bạn cùng lớp bí ẩn của Masamune dẫn anh đến lò cao thứ năm của nhà máy luyện thép, và ở đó họ gặp một cô gái hoang dã như sói và không thể nói chuyện. Cuộc gặp gỡ của Masamune và hai cô gái này làm đảo lộn sự cân bằng của thế giới. “Xung lực tình yêu” không thể ngăn cản của những chàng trai cô gái mệt mỏi với cuộc sống đời thường bắt đầu hủy diệt thế giới.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/maboroshi", "image": "https://i.imgur.com/PQM5lAc.jpeg", "actor": " ", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=490fbda7d047be3a428b213a35eeb748", "https://hls1.streamvda.top/490fbda7d047be3a428b213a35eeb748/hls.m3u8"]}, {"_id": 5203, "title": "Tropical-Rouge! Precure - Tropical-Rouge! Precure (2021)", "country": "Nhật Bản", "year": "2021", "content": "Đó là một ngày thú vị đối với thiếu niên thời trang Manatsu Natumi, người lần đầu tiên chuyển đến thành phố lớn. Khi đến nơi, Manatsu ngay lập tức bị quyến rũ bởi quang cảnh của thành phố. Tuy nhiên, mọi thứ trở nên khó tin khi cô gặp Laura một nàng tiên cá ngoài đời thực!Laura đang tìm kiếm Precure, một nhóm chiến binh rạng rỡ có thể có chìa khóa để giải cứu Grand Ocean, quê hương của Laura. Nhiệm vụ này sớm thuộc về Manatsu, người có quyết tâm không lay chuyển khiến cô thức tỉnh với tư cách là một trong những Precure: Cure Summer sống động. Khi những người bạn mới gia nhập đội, Manatsu cần phải thích nghi với cuộc sống mới, bận rộn của mình đồng thời bảo vệ sự sống động của nhân loại khỏi những kẻ xâm lược đại dương! Với mỗi trận chiến khó khăn hơn trận trước, các cô gái phải khám phá điều gì thực sự có giá trị đối với họ.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/tropical-rouge-precure", "image": "https://i.imgur.com/E903PmS.png", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=b838fc885aa71c1a2dec919017cf431a", "https://hls.streamvda.top/b838fc885aa71c1a2dec919017cf431a/hls.m3u8"]}, {"_id": 5391, "title": "Precure All Stars Movie F - Precure All Stars Movie F (2023)", "country": "Nhật Bản", "year": "2023", "content": "Movie thứ 32 của Series Precure. Sora Harewataaru (Cure Sky) tỉnh dậy ở một thế giới xa lạ. Đồng hành cùng Nagomi Yui (Cure Precious) và Natsuumi Manatsu (Cure Summer), họ cùng nhau đi tìm những người bạn của mình. Trên đường, họ vô tình gặp một Precure bí ẩn mang tên Supreme. Rốt cuộc cô ấy là ai, và có âm mưu gì ?", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/precure-all-stars-movie-f", "image": "https://i.imgur.com/zq3J20K.jpeg", "actor": " ", "streamsUrl": ["https://hls.streamvda.top/01dc0af465fe71503f3666163116be06/hls.m3u8", "https://embed1.streamc.xyz/embed.php?hash=01dc0af465fe71503f3666163116be06"]}, {"_id": 8828, "title": "Hug tto! Precure♡Futari wa Precure Movie: All Stars Memories - Eiga Hugtto! Precure x Futari wa Precure (2018)", "country": "Nhật Bản", "year": "2018", "content": "Một con quái vật giống teru teru bozu đầy thù hận tên là Miden đang đánh cắp tất cả sức mạnh và ký ức ma thuật của các Cure, biến họ thành những đứa trẻ bất lực, ngoại trừ Nagisa Misumi và Hana Nono. Họ phải giúp các Cure bị ảnh hưởng lấy lại khả năng của mình và chống lại mối đe dọa mới này.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/hug-tto-precurefutari-wa-precure-movie-all-stars-memories", "image": "https://i.imgur.com/xqCb1ul.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=8b2b0db231c155a0937fcd5d071ac993", "https://hls.streamvda.top/8b2b0db231c155a0937fcd5d071ac993/hls.m3u8"]}, {"_id": 4056, "title": "Eiga Yes! Pretty Cure 5 Gogo!: Happy Birthday In The Sweets Kingdom - Yes! Precure 5 Gogo! Movie: Okashi No Kuni No Happy Birthday (2008)", "country": "Nhật Bản", "year": "2008", "content": "Đó là sinh nhật của Nozomi, nhưng nó bị quấy rầy bởi Bunbee đuổi theo một cô gái đến từ thế giới khác, Chocola. Khi Pretty Cure giải cứu cô ấy, cô ấy cảm ơn họ bằng cách đưa họ đến đất nước của cô ấy, Vương quốc tráng miệng. Trong con vẹt này với những dòng nước trái cây và kẹo mọc trên cây, chúng cảm thấy rất thoải mái. Nhưng rồi họ gặp Mushiban độc ác và hai thuộc hạ của hắn là Dry và Bitter. Họ muốn chiếm lấy vương quốc và biến Pretty Cure thành đồ ngọt. Để cứu không chỉ Sinh nhật của Nozomi mà còn cả Vương quốc Tráng miệng, Pretty Cure phải chiến đấu chống lại Dry và Bitter cũng như chống lại chính người bạn của họ: Coco, người đang bị Mushiban tẩy não.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/eiga-yes-pretty-cure-5-gogo-happy-birthday-in-the-sweets-kingdom", "image": "https://i.imgur.com/nnHcuHs.jpeg", "actor": "Ai Nagano", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7b1558609d7f175661f439ee0c714274", "https://hls.streamc.xyz/7b1558609d7f175661f439ee0c714274/hls.m3u8"]}, {"_id": 4338, "title": "Precure All Stars Movie: Haru no Carnival♪ - Precure All Stars Movie: Spring Carnival (2015)", "country": "Nhật Bản", "year": "2015", "content": "Pretty Cure All Stars: Haru no Carnival vietsubMột lễ hội mùa xuân được tổ chức tại đất nước của ca múa nhạc Harmonia đang bắt đầu. Haruno Haruka và những người bạn của cô cũng tham gia lễ hội để học khiêu vũ và bài hát từ các chiến binh Pretty Cure cấp cao của họ. Tuy nhiên, các nàng tiên mất tích và lễ hội trở nên hỗn loạn. Tệ hơn nữa, những người thông báo Odoren và Utaen tỏ ra vô cùng nghi ngờ, còn con rồng hộ mệnh của Harmonia đã bắt đầu nổi cơn thịnh nộ, tức giận trước sự hỗn loạn tại lễ hội. Để bảo vệ hòa bình của Harmonia, 40 chiến binh Pretty Cure hợp tác cùng nhau để tạo nên điều kỳ diệu thông qua điệu nhảy và bài hát tràn đầy hy vọng", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/precure-all-stars-movie-haru-no-carnival", "image": "https://i.imgur.com/qR40yZt.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=d113fd20577ec51431212ae2adeb179e", "https://hls.streamvda.top/d113fd20577ec51431212ae2adeb179e/hls.m3u8"]}, {"_id": 2991, "title": "Smile Precure! Movie: Ehon no Naka wa Minna Chiguhagu! - Smile Precure! Movie: Ehon no Naka wa Minna Chiguhagu! (2012)", "country": "Nhật Bản", "year": "2012", "content": "Bộ phim đưa Precure vào một thế giới bên trong một cuốn sách ảnh, nơi họ được hướng dẫn bởi Nico, một cư dân bí ẩn của thế giới sách ảnh.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/smile-precure-movie-ehon-no-naka-wa-minna-chiguhagu", "image": "https://i.imgur.com/LHsA0Ss.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=11288c4343fbe01f2f8d2a7689afb2d0", "https://hls.streamvda.top/11288c4343fbe01f2f8d2a7689afb2d0/hls.m3u8"]}, {"_id": 8868, "title": "Pretty Cure Max Heart: Friends of the Snow-Laden Sky - Futari wa Precure: Max Heart Movie 2 - Yukizora no Tomodachi (2005)", "country": "Nhật Bản", "year": "2005", "content": "Trên đường đến thăm Nữ hoàng của Vườn Ánh sáng, Hiền nhân của Vườn Mây vô tình đánh rơi quả trứng của Houhou. Quả trứng đáp xuống Garden of Rainbows, nơi nó được tìm thấy bởi Hikari, thu hút sự chú ý của một cặp đầy tớ mạnh mẽ của Chúa tể Hắc ám.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/pretty-cure-max-heart-friends-of-the-snow-laden-sky", "image": "https://i.imgur.com/6VLOCqq.jpeg", "actor": "Rie Tanaka", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=8b7e1428841648574f6ebee4a165dcbb", "https://hls.streamvda.top/8b7e1428841648574f6ebee4a165dcbb/hls.m3u8"]}, {"_id": 7140, "title": "Happiness Charge PreCure! Movie: Ningyou no Kuni no Ballerina - Happiness Charge PreCure! Movie: Ningyou no Kuni no Ballerina (2014)", "country": "Nhật Bản", "year": "2014", "content": "Câu chuyện của phim lấy bối cảnh là Vương quốc búp bê nơi những con búp bê cư trú. Happy Charge PreCure được một người phụ nữ tên là Tsumugi yêu cầu giúp đỡ khi sự xuất hiện đột ngột của Saiarks bắt đầu tàn phá Vương quốc. Tuy nhiên, tất cả không phải là những gì có vẻ như với người đàn ông bí ẩn Black Fang ẩn náu trong bóng tối.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/happiness-charge-precure-movie-ningyou-no-kuni-no-ballerina", "image": "https://i.imgur.com/3EZpuEr.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=c6fe1bbeb1ecffa9073e52eac751f34b", "https://hls.streamvda.top/c6fe1bbeb1ecffa9073e52eac751f34b/hls.m3u8"]}, {"_id": 3465, "title": "Eiga Dokidoki! Precure: Mana Kekkon Mirai Ni Tsunagu Kibou No Dress - Eiga Dokidoki! Precure: Mana Kekkon Mirai Ni Tsunagu Kibou No Dress (2013)", "country": "Nhật Bản", "year": "2013", "content": "Một ngày nọ, Aida Mana nhận được chiếc váy cưới từ mẹ và bà mà họ đã từng mặc trong quá khứ. Trong khi đang suy nghĩ xem một ngày nào đó cô ấy sẽ mặc chiếc áo này ngoài chính mình, thì một người đàn ông bí ẩn tên là Marsh xuất hiện, và Mana bị ném về quá khứ. Cô ấy rất vui khi gặp lại người bà mà cô ấy yêu quý và chú chó già Maro của cô ấy, nhưng sau đó cô ấy nhận ra rằng Alice, Rikka và Makoto không có ở đó vì ký ức của họ đã bị thay đổi. Để lưu lại những ký ức quý giá, tương lai, ước mơ và hy vọng, Mana biến thành Cure Heart.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/eiga-dokidoki-precure-mana-kekkon-mirai-ni-tsunagu-kibou-no-dress", "image": "https://i.imgur.com/xbS3UXV.png", "actor": "Mayumi Asano", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7b104663eb3d8937109ec3d9e1587988", "https://hls.streamc.xyz/7b104663eb3d8937109ec3d9e1587988/hls.m3u8"]}, {"_id": 8776, "title": "Precure The Movie: Những Ngôi Sao Trong Mơ! - Precure Dream Stars! Movie (2017)", "country": "Nhật Bản", "year": "2017", "content": "Một cô gái bí ẩn tên Sakura đã trốn thoát sau khi người bạn cáo của cô, Shizuku bị bắt. Khi anh trốn thoát được, cô rơi xuống Nhân giới và được Ichika Usami tìm thấy. Sakura nói rằng cô ấy đến từ \"Sakuragahara\", một thế giới dựa trên Nhật Bản cổ đại đang gặp nguy hiểm vì một ác nhân bí ẩn tên là Karasu Tengu đã chiếm lấy và đánh cắp tất cả những thứ đẹp đẽ trong thế giới của cô ấy. Cô ấy cũng đang tìm kiếm Pretty Cure đại diện cho Sweet, Jewels và Keys. Ichika nói rằng cô ấy đã thành lập đội KiraKira PreCure, đại diện cho đồ ngọt. Khi hai người hầu của Karasu Tengu đến thế giới loài người để tìm Sakura, các thành viên khác của đội KiraKira đã bị phục kích, chỉ được cứu bởi Maho Girls PreCure! Đội đại diện cho Jewel and Go! Đội Princess PreCure, đại diện cho Key. Khi họ tụ tập cùng với Sakura,", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/precure-the-movie-nhung-ngoi-sao-trong-mo", "image": "https://i.imgur.com/rEQht9V.jpeg", "actor": "Kana Asumi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=282bed5390d1d11735b6868bfffdf4c1", "https://hls.streamc.xyz/282bed5390d1d11735b6868bfffdf4c1/hls.m3u8"]}, {"_id": 9544, "title": "Mahou Tsukai Pretty Cure! Movie: Sự Biến Hình Kì Diệu! Cure Mofurun! - Mahoutsukai Precure! Movie: Kiseki No Henshin! Cure Mofurun ! (2016)", "country": "Nhật Bản", "year": "2016", "content": "Một ngày nọ, Mirai đang ở trong công viên thì một phù thủy tên là Liko (Riko) bị rơi khỏi chổi và họ gặp nhau ở đó. Sau đó, một nhân vật phản diện xuất hiện triệu hồi một con quái vật, Yokubal. Cùng với con gấu bông biết nói của Mofurun- Mirai và các Linkle Stone kim cương đang được giữ, cả hai cô gái đã trở thành Precure huyền thoại được gọi là Cure Miracle và Cure Magical, những người sẽ ngăn chặn những kẻ phản diện/quái vật, Yokubal và cố gắng thu thập các Linkle Stone còn lại mà các kẻ thù đang cố gắng chiếm lấy, chủ yếu là viên đá ngọc lục bảo chứa sức mạnh to lớn. Sau đó, sẽ có một Precure mới, Cure Felice, người sẽ gia nhập đội và cả ba sẽ cùng nhau cố gắng để cứu Trường học Phép thuật và Trái đất.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/mahoutsukai-precure-movie", "image": "https://i.imgur.com/SBKq2Re.jpeg", "actor": "Saori Hayami", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=05035a88578aef882d7e3c0ac2f725a1", "https://hls.streamc.xyz/05035a88578aef882d7e3c0ac2f725a1/hls.m3u8", "https://embed.streamc.xyz/embed.php?hash=368106cfc1d377cc0a8a2c22ad58e391", "https://hls.streamc.xyz/368106cfc1d377cc0a8a2c22ad58e391/hls.m3u8"]}, {"_id": 424, "title": "Suite Precure: Lấy Lại Giai Điệu Kỳ Diệu Kết Nối Những Trái Tim - Suite Precure: Torimodose Kokoro Ga Tsunagu Kiseki No Merodi (2011)", "country": "Nhật Bản", "year": "2011", "content": "Sau khi giải thoát cho bố mình, Ako quyết định bỏ làm Precure và trở về Major Land để đoàn tụ cùng bố mẹ. Mọi chuyện đột nhiên thay đổi khi thế giới loài người bị mất đi âm thanh và nhóm bạn 4 người cùng Hummy, Mephisto quyết định trở về Major Land xem chuyện gì đã xãy ra.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/suite-precure-lay-lai-giai-dieu-ky-dieu-ket-noi-nhung-trai-tim", "image": "https://i.imgur.com/TBWFuH5.jpeg", "actor": "Megumi Toyoguchi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7f83c616a5626636efc03284b73a1b0c", "https://hls.streamc.xyz/7f83c616a5626636efc03284b73a1b0c/hls.m3u8"]}, {"_id": 4965, "title": "Eiga Precure All Stars New Stage 2: Kokoro No Tomodachi - Eiga Precure All Stars New Stage 2: Kokoro No Tomodachi (2013)", "country": "Nhật Bản", "year": "2013", "content": "Một ngày nọ, các Pretty Cure nhận được lời mời tham dự một bữa tiệc để vinh danh họ. Mọi người đang hướng đến địa điểm tổ chức bữa tiệc, trường học của các nàng tiên, nhưng đang chờ đợi một bóng đen bí ẩn. Cái bóng đánh cắp các đối tượng chuyển đổi! Họ có thể làm gì? Nếu các Cure không thể được chuyển đổi sẽ gặp rắc rối lớn! Nếu điều này tiếp tục, trường học, thế giới của chúng ta và mọi thứ khác sẽ bị hủy hoại bởi cái bóng đó! 32 Pretty Cure sẽ chiến đấu để bảo vệ tất cả mọi người!", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/eiga-precure-all-stars-new-stage-2-kokoro-no-tomodachi", "image": "https://i.imgur.com/UdJ7KVM.jpeg", "actor": "Aya Hisakawa", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=13ef67386fdb92f74f15698326785abf", "https://hls.streamc.xyz/13ef67386fdb92f74f15698326785abf/hls.m3u8"]}, {"_id": 4598, "title": "Precure Super Stars! Movie - Precure Super Stars! Movie (2018)", "country": "Nhật Bản", "year": "2018", "content": "Bộ phim mở đầu với cảnh Hana, Harry và Hugtan đang đợi Saaya và Homare trước một số đường ray xe lửa. Cùng lúc đó, Saaya và Homare đang cố gắng đi qua nhà ga. Bài hát chủ đề sau đó phát qua đoạn dựng phim của Hana đang chờ đợi và phần trước. Khi câu chuyện tiếp diễn, Hana gặp các Kira Kira Cure sau khi Hugtan quyết định lái xe đẩy đi. Cuối cùng họ cũng ngăn chặn được Hugon...", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/precure-super-stars-movie", "image": "https://i.imgur.com/qkUFh71.jpeg", "actor": "Rina Honnizumi", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=abf811955f1ccc4773c5f947746caecd", "https://hls.streamc.xyz/abf811955f1ccc4773c5f947746caecd/hls.m3u8"]}, {"_id": 6588, "title": "Cuốc Xe Chết - Hitch Hike (2023)", "country": "Nhật Bản", "year": "2023", "content": "Hitchihaiku - Cuốc Xe Chết (2023)Hai nữ sinh đại học Ryoko và Akane đang trên đường trở về sau chuyến đi bộ đường dài thì bị lạc trong núi. Cuối cùng họ cũng đến được bến xe buýt, nhưng không có dấu hiệu nào cho thấy xe buýt đang tới. Tệ hơn nữa, chân của Ryoko bị thương và bạn trai của Akane đang dự tiệc nên không thể đến đón. Cả hai quyết định rằng nếu muốn quay trở lại, họ sẽ phải đi nhờ xe. Lúc đầu, có vẻ như vô vọng khi tìm được người cho họ đi vào sâu trong núi như thế này, nhưng may mắn thay, một chiếc RV đã dừng lại cho họ. Một người đàn ông ăn mặc như cao bồi bước ra khỏi chiếc RV và tự giới thiệu mình là George. Anh ấy vui vẻ đề nghị cho họ đi nhờ. Bên trong RV, họ thấy gia đình George đang đi cùng anh ấy. Nhưng có điều gì đó có vẻ kỳ lạ... Trong khi đó, Ken, một cậu bé chán ngấy việc cha mẹ bảo vệ quá mức của mình, cũng đang quá giang qua cùng một ngọn núi với người bạn Kazunari của mình.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/cuoc-xe-chet", "image": "https://i.imgur.com/murk1Zg.jpeg", "actor": "Kohshu Hirano", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=ba3294e22c33d9e1b8ba53aef25738ac", "https://hls.streamc.xyz/ba3294e22c33d9e1b8ba53aef25738ac/hls.m3u8"]}, {"_id": 5811, "title": "Wonka - Wonka (2023)", "country": "None", "year": "2023", "content": "Wonka (2024) vietsubVới ước mơ mở một cửa hàng tại một thành phố nổi tiếng về sôcôla, Willy Wonka trẻ tuổi và nghèo khó phát hiện ra rằng ngành công nghiệp này được điều hành bởi một tập đoàn gồm những người làm sôcôla tham lam.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/wonka", "image": "/storage/images/wonka/wonka-thumb.jpg", "actor": "Timothée Chalamet", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=c88106b95cdea50862553abc3cff56bd", "https://hls.streamc.xyz/c88106b95cdea50862553abc3cff56bd/hls.m3u8"]}, {"_id": 4874, "title": "Người Nhện Siêu Đẳng 2 - The Amazing Spider-Man 2 (2014)", "country": "None", "year": "2014", "content": "The Amazing Spider-Man 2 - Người Nhện Siêu Đẳng 2 (2014)Chúng ta luôn biết rằng xung đột quan trọng nhất của Người Nhện nằm ở chính bản thân anh ta: cuộc đấu tranh giữa những nghĩa vụ thông thường của Peter Parker và những trách nhiệm phi thường của Người Nhện. Nhưng trong The Amazing Spider-Man 2, Peter Parker nhận ra rằng trận chiến vĩ đại nhất của anh sắp bắt đầu. Thật tuyệt khi trở thành Người Nhện. Đối với Peter Parker, không có cảm giác nào giống như đu đưa giữa các tòa nhà chọc trời, trở thành anh hùng và dành thời gian cho Gwen. Nhưng trở thành Người Nhện phải trả giá: chỉ Người Nhện mới có thể bảo vệ những người dân New York của mình khỏi những kẻ hung ác đáng gờm đang đe dọa thành phố. Với sự xuất hiện của Electro, Peter phải đối đầu với kẻ thù mạnh hơn anh rất nhiều. Và khi người bạn cũ của anh, Harry Osborn, trở về, Peter nhận ra rằng tất cả kẻ thù của anh đều có một điểm chung: Oscorp.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/nguoi-nhen-sieu-dang-2", "image": "/storage/images/sieu-nhen-tai-xuat-2-nguoi-nhen-sieu-dang-2-su-troi-day-cua-nguoi-dien/sieu-nhen-tai-xuat-2-nguoi-nhen-sieu-dang-2-su-troi-day-cua-nguoi-dien-thumb.jpg", "actor": "Andrew Garfield", "streamsUrl": ["https://vip.opstream14.com/20220411/7146_831de32e/index.m3u8", "https://vip.opstream14.com/share/b2005ea31710de47466d9e53068edc71"]}, {"_id": 4557, "title": "Người Nhện: Xa Nhà - Spider-Man: Far From Home (2019)", "country": "Phim Âu Mỹ", "year": "2019", "content": "Spider-Man: Far From Home - Người Nhện: Xa Nhà (2019)Siêu anh hùng hàng xóm thân thiện của chúng tôi quyết định cùng những người bạn thân nhất của mình là Ned, MJ và những người còn lại trong nhóm đi nghỉ ở châu Âu. Tuy nhiên, kế hoạch bỏ lại các siêu anh hùng trong vài tuần của Peter nhanh chóng bị hủy bỏ khi anh miễn cưỡng đồng ý giúp Nick Fury khám phá bí ẩn về một số cuộc tấn công của sinh vật nguyên tố, tạo ra sự tàn phá trên khắp lục địa.", "category": "FilmSingle", "category_name": "Phim lẻ", "link": "https://zuiphim.org/phim/nguoi-nhen-xa-nha", "image": "https://i.imgur.com/nwgJhBw.jpg", "actor": "Jake Gyllenhaal", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=f25e61df76ebefa06721de4886b49dc0", "https://hls.streamc.xyz/f25e61df76ebefa06721de4886b49dc0/hls.m3u8"]}]