[{"_id": 7216, "title": "WIND BREAKER - Wind Breaker (2024)", "country": "Nhật Bản", "year": "2024", "content": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/wind-breaker", "image": "/storage/images/wind-breaker/wind-breaker-thumb.jpg", "actor": "Yuma Uchida", "streamsUrl": "https://embed1.streamc.xyz/embed.php?hash=52151f45afead4948cbd3567597cd4b3", "server": "https://zuiphim.org/"}, {"_id": 645, "title": "Hồ Cá Sấu - Lake Placid (1999)", "country": "Âu Mỹ", "year": "1999", "content": "When a man is eaten alive by an unknown creature, the local Game Warden teams up with a paleontologist from New York to find the beast. Add to the mix an eccentric philanthropist with a penchant for \"Crocs\", and here we go! This quiet, remote lake is suddenly the focus of an intense search for a crocodile with a taste for live animals...and people!", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/ho-ca-sau", "image": "/storage/images/ho-ca-sau/ho-ca-sau-thumb.jpg", "actor": "Bill Pullman", "streamsUrl": "https://vip.opstream17.com/share/4f8bc5ac1dc2b49434efe9e72f183de8", "server": "https://zuiphim.org/"}, {"_id": 1901, "title": "Bất Khả Chiến Bại (Phần 2) - Invincible (2023)", "country": "Âu Mỹ", "year": "2023", "content": "Invincible là series hoạt hình siêu anh hùng dành cho người lớn được chuyển thể từ truyện tranh cùng tên của Skybound/Image Comic do Robert Kirkman sáng tác. Phim được lên kế hoạch kéo dài trong 3 mùa và sẽ phát sóng thông qua nền tảng Amazon Prime Video.\n\nInvincible là câu chuyện xoay quanh Mark Grayson, con trai của anh hùng mạnh nhất hành tinh - Omni-Man. Sau khi vừa tròn 17 tuổi, Mark bắt đầu thức tỉnh sức mạnh của riêng mình. Dưới sự giám hộ của Omni-Man, Mark dấn thân vào con đường trở thành siêu anh hùng và đối đầu với thử thách cam go.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/bat-kha-chien-bai-phan-2", "image": "/storage/images/bat-kha-chien-bai-phan-2/bat-kha-chien-bai-phan-2-thumb.jpg", "actor": "Steven Yeun", "streamsUrl": "https://vip.opstream15.com/share/bb51be7cabcec70c5ebd89a677b5f450", "server": "https://zuiphim.org/"}, {"_id": 7615, "title": "Đòn bẩy (Phần 2) - Leverage: Redemption (Season 2) (2022)", "country": "Âu Mỹ", "year": "2022", "content": "Trong Phần hai, nhóm Đòn bẩy đã kiểm tra kỹ năng phạm tội của họ bằng mọi thứ, từ nhóm vợ chồng thực hiện một vụ lừa đảo tiếp thị đa cấp và một ông trùm vận tải đổ hàng đống rác thải nhựa cho đến một nhà sản xuất âm nhạc lạm dụng vị trí của mình đối với những người dễ bị tổn thương. phụ nữ. Phần này cũng chứng kiến ​​một người bạn cũ của Sophie bất ngờ bước ra từ đồ gỗ, khiến cô phải đặt câu hỏi về lựa chọn của mình.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/don-bay-phan-2", "image": "/storage/images/leverage-redemption-phan-2/leverage-redemption-phan-2-thumb.jpg", "actor": "Noah Wyle", "streamsUrl": "https://vip.opstream13.com/share/cb953f6ca5923f7517125db46ed1293d", "server": "https://zuiphim.org/"}, {"_id": 6351, "title": "Death Stranding  - Death Stranding  (2023)", "country": "Trung Quốc", "year": "2023", "content": "Around the turn of the millennium and with the entire city in chaos, the government decides to eradicate the corrupt underground entertainment industry and money laundering practices to revitalize order and reduce crime.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/death-stranding", "image": "/storage/images/death-stranding/death-stranding-thumb.jpg", "actor": "Eddie Cheung", "streamsUrl": "https://vip.opstream17.com/share/d04d42cdf14579cd294e5079e0745411", "server": "https://zuiphim.org/"}, {"_id": 7209, "title": "Godzilla x Kong: Đế Chế Mới - Godzilla x Kong: The New Empire (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/godzilla-x-kong-de-che-moi", "image": "/storage/images/godzilla-x-kong-de-che-moi/godzilla-x-kong-de-che-moi-thumb.jpg", "actor": "Rebecca Hall", "streamsUrl": "https://vip.opstream13.com/share/a91af177d3016ca20e5fc949836a894a", "server": "https://zuiphim.org/"}, {"_id": 9290, "title": "Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3 - Kono Subarashii Sekai ni Shukufuku wo! SS3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "KonoSuba: God's Blessing on This Wonderful World! 3 - Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3: Phần thứ 3 của Konosuba", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/konosuba-phuc-lanh-cho-the-gioi-tuyet-voi-nay-ss3", "image": "https://i.imgur.com/P6BKu4q.jpeg", "actor": " ", "streamsUrl": "https://embed1.streamc.xyz/embed.php?hash=59bd2533521446d70645cdba3aa32156", "server": "https://zuiphim.org/"}, {"_id": 4874, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\n\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8", "server": "https://zuiphim.org/"}, {"_id": 9991, "title": "Kamen Rider Gotchard - Kamen Rider Gotchard (2024)", "country": "Nhật Bản", "year": "2024", "content": "“Giả kim thuật” là một khoa học giả nhằm cố gắng tạo ra “vàng” từ nhiều sự kết hợp khác nhau.Một thí nghiệm được thực hiện một cách nhân tạo đã làm sống động một chủng tộc sinh vật và câu chuyện xoay quanh thời đại mà những thí nghiệm này được tiến hành bí mật.Trong câu chuyện, các dạng sống nhân tạo được gọi là “Chemys”, được tạo ra để bắt chước những thứ tồn tại trên thế giới như châu chấu, được tạo ra từ nghệ thuật của các kỹ thuật giả kim tốt nhất.Mỗi chiếc trong số chúng đều được cất giữ cẩn thận trong “Thẻ hóa học cưỡi ngựa” cho đến khi chúng vô tình được thả vào tự nhiên cùng một lúc.Nhân vật chính của chúng ta, Houtarou Ichinose, được giao nhiệm vụ Gotchadriver và nhiệm vụ thu hồi các Chemys đã được thả ra thế giới.Một số rất phù hợp để làm bạn đồng hành với con người và nếu cộng hưởng với một trái tim nhân hậu, Houtarou có thể hợp nhất với chúng và biến thành Kamen Rider Gotchard.Tuy nhiên, những người bị ảnh hưởng bởi ác tâm của con người sẽ có nguy cơ sinh ra những con quái vật được gọi là Malgam.Đây là một câu chuyện khám phá bản chất của thiện và ác, vốn là hai mặt của một đồng tiền. Liệu Gotchard có thể “thu thập hết” hay sẽ để sự bất cẩn của mình đánh dấu sự hủy diệt của thế giới?", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kamen-rider-gotchard", "image": "https://i.imgur.com/FHELClo.jpeg", "actor": " ", "streamsUrl": "https://embed1.streamc.xyz/embed.php?hash=25db4508e835383ea59977f4f27c2b85", "server": "https://zuiphim.org/"}, {"_id": 996, "title": "Đại Tần đế quốc (Phần 2) - The Qin Empire Season 2 (2009)", "country": "Trung Quốc", "year": "2009", "content": "Thời Chiến Quốc, Tần Hiếu công – hoàng đế nước Tần – chiêu mời chính trị gia Thương Ưởng để giúp thi hành những cải cách mạnh mẽ thay đổi cả phía Tây Trung Hoa.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-2", "image": "https://i.imgur.com/FvnHiUS.jpeg", "actor": "Hầu Vịnh", "streamsUrl": "https://embed.streamc.xyz/embed.php?hash=94ce4d73333188cd1f6471da7b86f59f", "server": "https://zuiphim.org/"}, {"_id": 2202, "title": "Đại Tần Đế Quốc (Phần 4) - Qin Dynasty Epic (2020)", "country": "Trung Quốc", "year": "2020", "content": "Nó theo chân nước Tần trong giai đoạn cuối của thời Chiến Quốc. Tần Thủy Hoàng, Lã Bất Vi, Lý Tư, Vương Tiễn và nhiều chính trị gia đáng gờm hợp tác cùng nhau để thống nhất sáu bang dưới một quyền cai trị.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-4", "image": "https://i.imgur.com/2QOlNLp.jpeg", "actor": "Ô Quân Mai", "streamsUrl": "https://embed.streamc.xyz/embed.php?hash=be2a54aa37c7cd8b55936d1407f51f64", "server": "https://zuiphim.org/"}, {"_id": 4766, "title": "Sand Land: The Series - Sand Land: The Series (2024)", "country": "Nhật Bản", "year": "2024", "content": "Sand Land: The Series (2024) vietsubTrong tương lai xa, chiến tranh đã hủy diệt toàn bộ Trái đất, chỉ để lại một vùng đất hoang cằn cỗi, nơi nguồn cung cấp nước được kiểm soát bởi tên vua tham lam. Để tìm kiếm một hồ nước đã mất tích từ lâu, cảnh sát trưởng Rao đã nhờ đến sự giúp đỡ của vua quỷ... và bắt được con trai của nhà vua, Beelzebub, và trợ lý của ông ta, Thief. Bộ ba bất ngờ cùng nhau khởi hành băng qua sa mạc, đối mặt với rồng, kẻ cướp và kẻ thù nguy hiểm nhất... chính quân đội của Nhà vua!.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/sand-land-the-series", "image": "https://i.imgur.com/rbpcQRQ.jpeg", "actor": " ", "streamsUrl": "https://embed1.streamc.xyz/embed.php?hash=437959f3ea1b7d6dee962ac50c3689f8", "server": "https://zuiphim.org/"}, {"_id": 1276, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a", "server": "https://zuiphim.org/"}, {"_id": 5972, "title": "Kung Fu Panda 4 - Kung Fu Panda 4 (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Po đang chuẩn bị trở thành thủ lĩnh tinh thần của Thung lũng Hòa bình của mình, nhưng cũng cần một người thay thế anh ấy làm Chiến binh Rồng. Vì vậy, anh ta sẽ huấn luyện một học viên kung fu mới tại chỗ và sẽ chạm trán với một nhân vật phản diện tên là Tắc kè hoa, kẻ gợi lên những nhân vật phản diện trong quá khứ.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kung-fu-panda-4", "image": "/storage/images/kung-fu-panda-4/kung-fu-panda-4-thumb.jpg", "actor": "Jack Black", "streamsUrl": "https://vip.opstream13.com/share/f87522788a2be2d171666752f97ddebb", "server": "https://zuiphim.org/"}, {"_id": 5774, "title": "Mạch Lộ Cuồng Đao - The Wild Blade of Strangers (2024)", "country": "Trung Quốc", "year": "2024", "content": "Mạch Đao huấn luyện viên quân sự Điền An Nghiệp bảo vệ đất nước và canh giữ biên giới, giết chết vô số kẻ thù. Tuy nhiên, anh ta lại vướng vào cuộc tranh giành chính tử, và đồn trú của Lương Thành bị thảm sát, và ba trăm anh em Mạch Đao chết một cách bi thảm. Điền An Nghiệp chán nản và sống ẩn dật ở thành phố Lạc Dương bán than để kiếm sống. Tân hoàng đế sắp lên ngôi, Điền An Nghiệp vào thành bán than và vô tình cứu được một người phụ nữ và một em bé đang bị săn đuổi. Họ không hề biết rằng đứa bé chính là xương thịt duy nhất của hoàng tử bị sát hại. Dòng dõi trực hệ của vua nước Tề, Thứ Phi Quân, nghe tin và đến. Thứ Phi Quân người đã quyết định phần còn lại của cuộc đời mình, một lần nữa gây ra một làn sóng lớn ở thành phố Lạc Dương.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/mach-lo-cuong-dao", "image": "/storage/images/mach-lo-cuong-dao/mach-lo-cuong-dao-thumb.jpg", "actor": "Zhang Jin", "streamsUrl": "https://vip.opstream17.com/share/2e0bff759d057e28460eaa5b2cb118e5", "server": "https://zuiphim.org/"}, {"_id": 8243, "title": "Trò Chơi Sống Còn - Fatal Rule (2023)", "country": "Trung Quốc", "year": "2023", "content": "Để không bị bắt làm nô lệ,Kiều Kinh Đình, người vô tình bước vào trò chơi vực thẳm, đã thành lập liên minh với Thư Ngải một game thủ cũ mang trong mình lòng hận thù, và Bạch Nhĩ, một thiếu niên với quá khứ bí ẩn. Họ cùng nhau đối mặt với sự ác độc của Hàn Bân, kẻ thống trị tàn ác, và tổ chức của anh ta. Sau những cuộc chiến khốc liệt, khi họ tự tin rằng chiến thắng đã đến gần, họ phát hiện ra mình bị rơi vào bẫy của Hàn Bân, lâm vào tình cảnh tuyệt vọng. Điều đáng sợ hơn là, với thất bại này, sự tin tưởng duy nhất giữa ba người cũng tan vỡ hoàn toàn. Trong thời khắc nguy cấp, sự xuất hiện của một cao thủ siêu phàm, Châu Nhất Đao, thay đổi cả cục diện lực lượng tại làng mới và mang đến cho Kiều Kinh Đình và những người khác một tia hy vọng trốn thoát.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/tro-choi-song-con", "image": "/storage/images/tro-choi-song-con/tro-choi-song-con-thumb.jpg", "actor": " ", "streamsUrl": "https://vip.opstream16.com/share/56a11624261bb5b56cd6d255d81cb778", "server": "https://zuiphim.org/"}, {"_id": 4068, "title": "Địch Nhân Kiệt: Thông Thiên Huyền Án - Detective Dee and the Phantom of Waning Moon (2024)", "country": "Trung Quốc", "year": "2024", "content": "Vào thời nhà Đường, Công chúa Thái Bình có một \"giấc mơ về xứ sở thần tiên\", trong đó Cô cưỡi \"ngựa bạch tuyết bạc\" phi nước đại dưới ánh trăng, nữ nhà giả kim Huyền Cơ đã giải thích giấc mơ của mình và con ngựa trắng được gọi là \"Pegasus\", và biến giấc mơ của công chúa thành hiện thực. Huyễn Cơ được sủng ái. Lúc này, thám tử Địch Nhân Kiệt của nhà Đường đã phá được một “vụ án tiêu diệt gia đình”, nhưng hóa ra đó lại là một bi kịch cuộc đời do “Thiên Mã” gây ra.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dich-nhan-kiet-thong-thien-huyen-an", "image": "/storage/images/dich-nhan-kiet-thong-thien-huyen-an/dich-nhan-kiet-thong-thien-huyen-an-thumb.jpg", "actor": "Wei Wei", "streamsUrl": "https://vip.opstream17.com/share/7cc234202e98d2722580858573fd0817", "server": "https://zuiphim.org/"}, {"_id": 63, "title": "Chiến đội Bộc thượng Boonboomger - Bakuage Sentai Boonboomger (2024)", "country": "Nhật Bản", "year": "2024", "content": "Người ngoài hành tinh từ hành tinh khác xâm chiếm trái đất nhằm mở rộng lãnh thổ của họ. Họ phải đối mặt với 3 Người có công nghệ cơ khí vượt trội và khả năng sáng tạo cá nhân.....Phim được phát sóng nối tiếp sau tập cuối của Ohsama Sentai King-Ohger và được chiếu song song với Kamen Rider Gotchard trong Super Hero Time trên kênh TV Asahi.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/chien-doi-boc-thuong-boonboomger", "image": "https://i.imgur.com/gR4lJeZ.jpeg", "actor": " ", "streamsUrl": "https://embed1.streamc.xyz/embed.php?hash=255b18f6cc7d07164368deba0a8ccfd4", "server": "https://zuiphim.org/"}]