[{"_id": 5473, "title": "Shin Cậu Bé Bút Chì: Đại Chiến Siêu Năng Lực Sushi Bay - New Dimension! Crayon Shinchan the Movie: Battle of Supernatural Powers ~Flying Sushi~ (2023)", "country": "Nhật Bản", "year": "2023", "content": "3DCG! Shin Cậu Bé Bút Chì: Đại Chiến Siêu Năng Lực ~Sushi Bay~ xoay quanh câu chuyện về hai nguồn sáng đặc biệt từ vũ trụ mang theo siêu năng lực đặc biệt tới Trái Đất. Một nguồn sáng tích cực “nhập” vào nhóc Shin, khiến cặp mông núng nính của cậu chàng trở nên nóng bỏng và có khả năng điều khiển những đồ vật xung quanh theo ý muốn.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay", "image": "/storage/images/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay/shin-cau-be-but-chi-dai-chien-sieu-nang-luc-sushi-bay-thumb.jpg", "actor": "Yumiko Kobayashi", "streamsUrl": ["https://vip.opstream17.com/20240402/3679_af326da0/index.m3u8", "https://vip.opstream17.com/share/74791edf1f8e8b8289a5067737630874"], "server": "https://zuiphim.org/"}, {"_id": 3103, "title": "A Record Of Sweet Murderer  - A Record Of Sweet Murderer  (2014)", "country": "Nhật Bản", "year": "2014", "content": "Sang-joon has recently escaped from a mental institution and managed to amass a kill count in the high teens, all while spewing nonsense about “the power of love”.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/a-record-of-sweet-murderer", "image": "/storage/images/a-record-of-sweet-murderer/a-record-of-sweet-murderer-thumb.jpg", "actor": "Yeon Je-wook", "streamsUrl": ["https://vip.opstream17.com/20240330/3556_8d5f684f/index.m3u8", "https://vip.opstream17.com/share/656f0dbf9392657eed7feefc486781fb"], "server": "https://zuiphim.org/"}, {"_id": 4045, "title": "Death Stranding  - Death Stranding  (2023)", "country": "Trung Quốc", "year": "2023", "content": "Around the turn of the millennium and with the entire city in chaos, the government decides to eradicate the corrupt underground entertainment industry and money laundering practices to revitalize order and reduce crime.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/death-stranding", "image": "/storage/images/death-stranding/death-stranding-thumb.jpg", "actor": "Eddie Cheung", "streamsUrl": ["https://vip.opstream17.com/20240330/3563_78ec7732/index.m3u8", "https://vip.opstream17.com/share/d04d42cdf14579cd294e5079e0745411"], "server": "https://zuiphim.org/"}, {"_id": 2787, "title": "The Book of Clarence - The Book of Clarence (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Streetwise but down-on-his-luck, Clarence is struggling to find a better life for his family, while fighting to free himself of debt. Captivated by the power and glory of the rising Messiah and His apostles, he risks everything to carve his own path to a divine life, and ultimately discovers that the redemptive power of belief may be his only way out.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/the-book-of-clarence", "image": "/storage/images/the-book-of-clarence/the-book-of-clarence-thumb.jpg", "actor": "Lakeith Stanfield", "streamsUrl": ["https://vip.opstream17.com/20240330/3560_4b4ce6b9/index.m3u8", "https://vip.opstream17.com/share/0ae1dd3954ee840075de1395771b6c9c"], "server": "https://zuiphim.org/"}, {"_id": 7209, "title": "Godzilla x Kong: Đế Chế Mới - Godzilla x Kong: The New Empire (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/godzilla-x-kong-de-che-moi", "image": "/storage/images/godzilla-x-kong-de-che-moi/godzilla-x-kong-de-che-moi-thumb.jpg", "actor": "Rebecca Hall", "streamsUrl": ["https://vip.opstream13.com/20240331/3433_c4d51a8c/index.m3u8", "https://vip.opstream13.com/share/a91af177d3016ca20e5fc949836a894a"], "server": "https://zuiphim.org/"}, {"_id": 9355, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\r\n\r\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": ["https://vip.opstream17.com/20240330/3547_60eff6f3/index.m3u8", "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8"], "server": "https://zuiphim.org/"}, {"_id": 1738, "title": "The Innkeepers - The Innkeepers (2011)", "country": "Âu Mỹ", "year": "2011", "content": "During the final days at the Yankee Pedlar Inn, two employees determined to reveal the hotel's haunted past begin to experience disturbing events as old guests check in for a stay.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/the-innkeepers", "image": "/storage/images/the-innkeepers/the-innkeepers-thumb.jpg", "actor": "Sara Paxton", "streamsUrl": ["https://vip.opstream17.com/20240330/3544_1a3d4c55/index.m3u8", "https://vip.opstream17.com/share/147ebe637038ca50a1265abac8dea181"], "server": "https://zuiphim.org/"}, {"_id": 6585, "title": "Kí Sự Sát Nhân  - A Record Of Sweet Murderer (2014)", "country": "Nhật Bản", "year": "2014", "content": "Một ngày nọ, một nhà báo Hàn Quốc và một nhà quay phim người Nhật ở Hàn Quốc được mời đến một căn hộ bỏ hoang.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/ki-su-sat-nhan", "image": "/storage/images/ki-su-sat-nhan/ki-su-sat-nhan-thumb.jpg", "actor": "Yeon Je-wook", "streamsUrl": ["https://vip.opstream17.com/20240329/3517_64ad4a30/index.m3u8", "https://vip.opstream17.com/share/b5b0db7f3a77ca4fcf9eca57aa7181ca"], "server": "https://zuiphim.org/"}, {"_id": 2753, "title": "Nhà Casagrande – Phim điện ảnh - The Casagrandes Movie (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Trong chuyến đi Mexico nhân dịp sinh nhật, cô bé 12 tuổi Ronnie Anne vô tình giải thoát một á thần mắc kẹt trên núi và á thần này cần gia đình cô bé giúp sửa chữa sai lầm.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nha-casagrande-phim-dien-anh", "image": "/storage/images/nha-casagrande-phim-dien-anh/nha-casagrande-phim-dien-anh-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream17.com/20240328/3399_882e28cd/index.m3u8", "https://vip.opstream17.com/share/57f04bb2975420e3b4c73920c687cad7"], "server": "https://zuiphim.org/"}, {"_id": 2850, "title": "Bạn (Không) Thân - Not Friends (2023)", "country": "Thái Lan", "year": "2023", "content": "Bắt đầu với niềm đam mê làm phim bất diệt cùng những ý tưởng lớn, nhóm học sinh trung học của “Bạn Không Thân” chính là hội bạn trong “hoạn nạn” lại cần tới nhau tại một cuộc thi làm phim ngắn dựa trên câu chuyện về cuộc đời của người bạn cùng lớp mà họ yêu quý. Bằng vốn hiểu biết có giới hạn về người bạn quá cố, cả nhóm với sự nỗ lực 200% đã dần khám phá ra những bí mật ẩn giấu gây bất ngờ tới mức có thể thay đổi quan điểm về niềm đam mê của hội thanh thiếu niên này mãi mãi.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/ban-khong-than", "image": "/storage/images/ban-khong-than/ban-khong-than-thumb.jpg", "actor": "Anthony Buisseret", "streamsUrl": ["https://vip.opstream17.com/20240326/3248_2919e272/index.m3u8", "https://vip.opstream17.com/share/c57abe86de4e516e12dfa386053fbfe2"], "server": "https://zuiphim.org/"}, {"_id": 4805, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": ["https://vip.opstream17.com/20240320/2909_5a7c58b0/index.m3u8", "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a"], "server": "https://zuiphim.org/"}, {"_id": 4424, "title": "Kung Fu Panda 4 - Kung Fu Panda 4 (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Po đang chuẩn bị trở thành thủ lĩnh tinh thần của Thung lũng Hòa bình của mình, nhưng cũng cần một người thay thế anh ấy làm Chiến binh Rồng. Vì vậy, anh ta sẽ huấn luyện một học viên kung fu mới tại chỗ và sẽ chạm trán với một nhân vật phản diện tên là Tắc kè hoa, kẻ gợi lên những nhân vật phản diện trong quá khứ.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/kung-fu-panda-4", "image": "/storage/images/kung-fu-panda-4/kung-fu-panda-4-thumb.jpg", "actor": "Jack Black", "streamsUrl": ["https://vip.opstream13.com/20240317/3235_13261cb3/index.m3u8", "https://vip.opstream13.com/share/f87522788a2be2d171666752f97ddebb"], "server": "https://zuiphim.org/"}, {"_id": 7709, "title": "Chuyển Sinh Thành Thất Hoàng Tử - Tensei shitara Dainana Ouji Datta node, Kimama ni Majutsu wo Kiwamemasu (2024)", "country": "Nhật Bản", "year": "2024", "content": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability - Chuyển Sinh Thành Thất Hoàng Tử (2024)Hoàng tử Lloyd không phải lúc nào cũng là hoàng tử...trên thực tế, kiếp trước của anh ấy là kiếp trước mà anh ấy nhớ rất rõ: anh ấy là một phù thủy. Vì thế khi buộc phải đầu thai, anh quyết định tiếp tục việc học của mình, dù là hoàng tử của vương quốc hay không! Nhưng cuộc sống mới của anh ấy có những thử thách riêng...bao gồm cả việc trở thành một đứa trẻ 10 tuổi! Hoàng tử/phù thủy thứ 7 phải làm gì?!", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/chuyen-sinh-thanh-that-hoang-tu", "image": "https://i.imgur.com/hnn4kXV.jpg", "actor": " ", "streamsUrl": ["https://ssplay.net/v/467884856379694.html", "https://short.ink/DuusKNN_Z"], "server": "https://zuiphim.org/"}, {"_id": 3276, "title": "Sói và Gia vị - Ookami to Koushinryou: Merchant Meets the Wise Wolf (2024)", "country": "Nhật Bản", "year": "2024", "content": "Spice and Wolf: Merchant Meets the Wise Wolf - Sói và Gia vị (2024)Câu chuyện xoay quanh Kraft Lawrence, một thương gia du lịch 25 tuổi bán nhiều loại hàng hóa khác nhau từ thị trấn này sang thị trấn khác để kiếm sống trong một thế giới hư cấu, cách điệu, với bối cảnh lịch sử chịu ảnh hưởng từ châu Âu. Mục tiêu chính trong cuộc sống của anh là thu thập đủ tiền để mở cửa hàng của riêng mình, và anh ấy đã đi du lịch được bảy năm và tích lũy kinh nghiệm trong lĩnh vực này. Một đêm khi dừng lại ở thị trấn Pasloe, anh ta tìm thấy trong toa xe của mình một vị thần sói tên là Holo, hơn 600 tuổi. Cô mang hình dáng của một cô gái 15 tuổi, ngoại trừ chiếc đuôi và đôi tai của một con sói. Cô tự giới thiệu mình là nữ thần thu hoạch của thị trấn, có nhiệm vụ giúp mùa lúa mì bội thu trong nhiều năm. Holo ngày càng bị cô lập và vỡ mộng trước việc người dân thị trấn rời xa sự bảo vệ của cô để hướng tới các phương pháp tăng thu hoạch của riêng họ. Cô đặc biệt đau lòng khi họ quên lời hứa giữa cô và một người nông dân khi cô đến làng và họ chỉ trích cô như một \"vị thần hay thay đổi\" vì cần phải bổ sung đất với những vụ thu hoạch nhỏ hơn. Vì những thay đổi này, cô ấy muốn trở về quê hương của mình ở phía bắc tên là Yoitsu; cô ấy tin rằng mọi người đã bỏ rơi cô ấy và cô ấy đã giữ lời hứa của mình để duy trì những vụ mùa bội thu. Holo cũng muốn đi du lịch để xem thế giới đã thay đổi như thế nào trong khi cô ấy vẫn ở một nơi trong nhiều năm. Cô xoay sở để mặc cả đường ra khỏi làng bằng cách thỏa thuận với Lawrence để đưa cô đi cùng. Khi họ đi du lịch, sự khôn ngoan của cô giúp tăng lợi nhuận của anh, nhưng đồng thời, thân phận thật của cô thu hút sự chú ý không mong muốn từ Giáo hội.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/soi-va-gia-vi", "image": "https://i.imgur.com/85SKtX1.jpg", "actor": " ", "streamsUrl": ["https://ssplay.net/v/247892763879563.html", "https://short.ink/aU1Dkq3L8"], "server": "https://zuiphim.org/"}, {"_id": 480, "title": "Liệt Diễm Chi Vũ Canh Kỷ - Burning Flames (2024)", "country": "Trung Quốc", "year": "2024", "content": "Burning Flames - Liệt Diễm Chi Vũ Canh Kỷ (2024)Vào thời cổ đại, tộc Yun xuất hiện trên thế giới và có thể kiểm soát sức mạnh giữa trời và đất. Trong khi các chủng tộc khác trước đây đều cúi đầu trước sức mạnh này thì Vua Xin của loài người đã chọn một con đường khác và thách thức sức mạnh áp đảo như một phàm nhân. Tuy nhiên, khi thua Ditian, vua của tộc Yun, anh đã bỏ mạng trong trận chiến. Phải trả giá bằng mạng sống của mình, công chúa đã bảo vệ Hoàng tử Wu Geng khỏi bị gia tộc Yun truy đuổi.Hoàng tử Wu Geng, đầy đau buồn và oán giận, bị biến thành nô lệ cấp thấp trong một khu mỏ ở Pingyang. Tuy nhiên, anh quyết tâm khôi phục đất nước, chống lại gia tộc Yun và trả thù cho gia đình mình. Với sự giúp đỡ của Fu Xi, linh mục cao cấp của Bộ Thần Âm, Hoàng tử Wu Geng đã tìm kiếm đồng minh cho nhiệm vụ tiêu diệt Yun Clan và giành lại tự do cho mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/liet-diem-chi-vu-canh-ky", "image": "https://i.imgur.com/ZsYQ2SO.jpg", "actor": "Nhậm Gia Luân", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=7cb5dfed2b2307b9516e81f7aaa2daf1"], "server": "https://zuiphim.org/"}, {"_id": 3314, "title": "Khó Tìm (Nan Tầm) - Hard to Find (2024)", "country": "Trung Quốc", "year": "2024", "content": "Khó Tìm (Nan Tầm) là câu chuyện kể về Công chúa Phượng Diên và Thiếu gia Lâm Xuyên Liên Hi. Trên vùng đất Cửu Trạch, Tích Cựu, con trai cả của tộc Sóc Vân, chuẩn bị kết hôn với vị hôn thê Lương Thiềm, nhưng Lương Thiềm bị bắt cóc bởi vị thiếu gia Lâm Xuyên bí ẩn - Hách Liên Hi vào đêm trước đám cưới. Hách Liên Hi ép Lương Thiềm giao ra Liên Lý Chi, người có thể hồi sinh gia tộc Lâm Xuyên, tuy nhiên Lương Thiềm không biết Liên Hi đang nói về cái gì do cô bị mất trí nhớ. Tuy nhiên, khi Hách Liên Hi đưa Lương Thiềm đến cõi tâm thức của cây thiêng, quá khứ bụi bặm dần dần được đánh thức, Lương Thiềm cuối cùng cũng nhớ ra rằng cô từng là vợ của Liên Hi, cô chính là công chúa Phượng Diên của Lâm Xuyên. Cô và việc Lâm Xuyên bị diệt vong có một mối quan hệ không thể tránh khỏi... Cả hai vốn là một cặp được định sẵn để nên duyên, tuy nhiên, họ đã đưa ra quyết định riêng cho cuộc sống của mình, điều này gây ra những thay đổi lớn trong gia tộc. Khi cả hai đoàn tụ, một cuộc chiến cám dỗ và lôi kéo, một câu chuyện tình mang hương vị phương Đông và sự cứu rỗi đã bắt đầu.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/kho-tim-nan-tam", "image": "/storage/images/kho-tim-nan-tam/kho-tim-nan-tam-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream17.com/20240402/3690_eb82b777/index.m3u8", "https://vip.opstream17.com/share/781397bc0630d47ab531ea850bddcf63"], "server": "https://zuiphim.org/"}, {"_id": 8793, "title": "Đoán Xem Tôi Là Ai - Guess Who I Am (2024)", "country": "Trung Quốc", "year": "2024", "content": "Nghe đồn trong giới nhà giàu có một tổ chức bí ẩn, chuyên trừng trị những tên cặn bã có tiền mà không có đức, chỉ cần trả thù lao hợp lý thì dù đối tượng có khó đối phó đến mấy cũng đều bị tổ chức này giải quyết. Trên thực tế, tổ chức bí ẩn này chẳng qua là một nhóm nhỏ tự phát, sở dĩ họ chưa từng thất bại là nhờ có thể chất kỳ lạ thu hút người giàu của thành viên chủ chốt trong tổ chức - Tống Dao. Chỉ cần là kẻ lắm tiền thường xuyên nói dối, khi nhìn vào mắt Tống Dao ba giây sẽ say mê cô ấy không dứt ra nổi, để mặc cho cô ấy thao túng. Nhưng thể chất này có ghê gớm đến mấy cũng có ngày thất bại: không ngờ cặp mắt phóng điện thần kỳ của Tống Dao lại mất tác dụng khi đối diện với cậu cả Quý Thừa Xuyên của tập đoàn Thừa Thiên! Sau vài lần đọ sức thất bại, Tống Dao mới hiểu rõ nguyên do, cậu cả gì chứ, rõ ràng là hàng giả! Tần Hạo giả danh Quý Thừa Xuyên là vì muốn vào được nội bộ Thừa Thiên, điều tra sự thật về vụ hỏa hoạn xảy ra 15 năm trước. Để tránh gây thêm nhiều phiền toái, Tần Hạo vốn không muốn dính dáng tới \"cô nàng đào mỏ\" Tống Dao, nhưng trùng hợp thế nào lại không thể không giả làm vợ chồng với cô ấy. Sau khi Tần Hạo nhậm chức tổng giám đốc, trở thành \"đại gia đích thực\", thì ngay khoảnh khắc nhìn vào mắt Tống Dao, anh như bị ma xui quỷ khiến phải lòng cô ấy! Cô gái trừng trị kẻ xấu gặp phải một tên lừa đảo, hai thánh diễn với mục đích khác nhau ắt sẽ mở ra một cuộc chiến không khói lửa. Cuối cùng ai sẽ là người chiến thắng đây? Hãy cùng đón xem nhé.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/doan-xem-toi-la-ai", "image": "/storage/images/doan-xem-toi-la-ai/doan-xem-toi-la-ai-thumb.jpg", "actor": "Zhang Yuxi", "streamsUrl": ["https://vip.opstream17.com/20240322/2964_1b691028/index.m3u8", "https://vip.opstream17.com/share/60ad83801910ec976590f69f638e0d6d"], "server": "https://zuiphim.org/"}, {"_id": 6959, "title": "Hồi Sinh Thành Quái Vật - Re:Monster (2024)", "country": "Nhật Bản", "year": "2024", "content": "Re:Monster - Hồi Sinh Thành Quái Vật (2024)Tomokui Kanata đã được tái sinh thành yêu tinh yếu nhất, tên là Goburou, sau khi trải qua một cái chết đáng tiếc. Tuy nhiên, Goburou vẫn giữ được ký ức của kiếp trước, một sự tiến hóa bất thường, cũng như trở nên đủ mạnh để tăng trạng thái nhờ ăn uống. Trong thế giới sinh tồn thay thế của kẻ mạnh nhất này, các sự kiện diễn ra với những cấp dưới và đồng đội tài giỏi, trường hợp thú vị về con chó vẫy đuôi...", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/hoi-sinh-thanh-quai-vat", "image": "https://i.imgur.com/ShDxvv7.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream17.com/share/ddf9029977a61241841edeae15e9b53f", "https://vip.opstream17.com/20240402/3663_d7fdbe25/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 1283, "title": "Chuyến Tàu Ngày Tận Thế - Shuumatsu Train Doko e Iku? (2024)", "country": "Nhật Bản", "year": "2024", "content": "Shuumatsu Train Doko e Iku? - Chuyến Tàu Ngày Tận Thế (2024)Một thị trấn nào đó ở ngoại ô.Đây không phải là một thị trấn nông thôn bình thường mà bạn có thể tìm thấy ở bất cứ đâu. Người dân đang trải qua một hiện tượng kỳ lạ. Nhưng dù vậy, Shizuru Chikura vẫn có một khát khao mãnh liệt. Cô muốn gặp lại những người bạn đã mất tích của mình!Shizuru và những người bạn của cô phiêu lưu ra thế giới bên ngoài, bắt một chuyến tàu bị bỏ hoang và bất động, không biết liệu họ có sống sót trở về hay không. Điều gì đang chờ đợi họ ở điểm dừng cuối cùng của chuyến tàu ngày tận thế đang chạy này?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/chuyen-tau-ngay-tan-the", "image": "https://i.imgur.com/3YnMRun.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=ce2adc192638bfca020e6b6e0eaadf45"], "server": "https://zuiphim.org/"}, {"_id": 8901, "title": "Vô Thượng Thần Đế - Wu Shang Shen Di (2020)", "country": "Trung Quốc", "year": "2020", "content": "Supreme God Emperor, Vô Thượng Thần Đế fhd vietsub1 vạn năm về trước, Hoàng Đế Bất Tử Muyun đã bị người khác âm mưu chiếm giữ Zhu Xiantu. Sau một vạn năm ngủ yên, tàn hồn của hắn đã thức tỉnh trên \"Trash Muyun\" nổi tiếng của Đế quốc Nam Vân thuộc lục địa Thiên Mệnh.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/vo-thuong-than-de-170054287073713", "image": "https://i.imgur.com/TSIKnkd.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=598ab97b3d8caf265b94c6873eef780a"], "server": "https://zuiphim.org/"}, {"_id": 6422, "title": "Độc Bộ Tiêu Dao - Dubu Xiaoyao (2020)", "country": "Trung Quốc", "year": "2020", "content": "One Step Toward Freedom, Độc Bộ Tiêu Dao fhd vietsub 2020Vũ trụ rộng lớn, sản sinh ra vô số dạng sống. Những dạng sống này hình thành nên mọi loại linh hồn. Tất cả các chủng tộc và linh hồn đều có chủng tộc khác nhau và tín ngưỡng khác nhau, nhưng đều giống nhau là niềm hy vọng xa vời đối với Đạo giáo. Bất cứ chúng sinh nào đều mang trong mình tấm lòng Đạo, họ không sẵn lòng làm điều này, họ trở nên mạnh mẽ và thậm chí trường sinh nhờ khai ngộ Đạo thông qua thực hành. Đại lộ Trời Đất giống như sự may mắn, nơi có thể sinh sống. Con đường đi đến đại lộ là con đường tranh giành con đường đã gây ra sự đấu tranh của mọi chủng tộc và tâm hồn. Một thời đại chỉ có thể hỗ trợ một số ít người đạt được Đạo. Người đã đắc Đạo cho rằng đứng trên đỉnh thiên hạ thì tương lai có thể được tự do. Nhưng tôi thấy rằng ngay cả Dao. Cũng khó thoát khỏi vận rủi. Phía trên bọn họ có một kẻ thống trị, thu hoạch hết thời đại này đến thời đại khác, những người tu luyện trên thế giới muốn duy trì dã tâm của mình. Mười ngàn chủng tộc và tất cả các linh hồn chỉ được nuôi dưỡng bởi những kẻ thống trị này. Những bậc thầy này thu hoạch Đạo giáo, thu hoạch linh hồn của mỗi thế giới và tiêu diệt từng thế giới. Các đạo sĩ ngày xưa không muốn bị gặt và liên tục phản kháng nhưng lần nào cũng thất bại. Cho đến khi… nhân vật chính Ye Yu xuất hiện, anh ta đã bóc ra một lần và một bí mật. Khi mở ra một cuộn tranh hoành tráng, trong thế giới tráng lệ này, anh tiếp tục trưởng thành, trải nghiệm tình yêu và tình bạn, gột rửa trái tim Đạo giáo bụi bặm và cuối cùng đối đầu với chủ nhân thu hoạch mọi chủng tộc.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/doc-bo-tieu-dao", "image": "https://i.imgur.com/nIwTdIW.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=debf95fc402e61d95d97b575bf5cf291"], "server": "https://zuiphim.org/"}, {"_id": 9416, "title": "Hôn Lễ Bất Khả Thi - Wedding Impossible (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Wedding Impossible - Hôn Lễ Bất Khả Thi (2024) Na Ah Jeong đóng vai diễn phụ. Cô ấy có tài năng với tư cách là một diễn viên nhưng lại chưa được công nhận về công việc của mình. Cô ấy có kinh nghiệm đóng vai một phụ nữ đã có gia đình, nhưng ở ngoài đời, cuộc sống hẹn hò của cô ấy đang gặp khó khăn do thực tế khó khăn. Cô có một người bạn nam tên Lee Do Han, người mà cô đã quen biết được 15 năm.Đỗ Hàn là con trai của một gia đình chaebol điều hành tập đoàn LJ. Anh bị gia đình thúc ép phải kết hôn nhưng anh có một bí mật là không thể kết hôn. Do Han quay sang bạn mình Ah Jeong và hỏi liệu cô ấy có hành động như vợ và con dâu của gia đình anh không. Cô chấp nhận lời đề nghị và chuẩn bị đóng vai chính đầu tiên trong đời là vợ của Đỗ Hàn.Vào thời điểm đó, cô gặp phải một sự cố bất ngờ. Người đó chính là Lee Ji Han, em trai của Do Han. Ji Han có tham vọng biến anh trai mình, Do Han, người kế vị Tập đoàn LJ. Quý Hàn làm việc chăm chỉ để đạt được mục tiêu nhưng kế hoạch của anh bị gián đoạn do thông báo đám cưới bất ngờ của anh trai. Ji Han hiện đang cố gắng ngăn cản đám cưới của anh trai mình và anh đưa Yoon Chae Won vào tầm ngắm với tư cách là cô dâu tiềm năng của anh trai mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/hon-le-bat-kha-thi", "image": "https://i.imgur.com/27AjjSv.jpeg", "actor": "Jeon Jong Seo", "streamsUrl": ["https://vip.opstream13.com/share/0a5c79b1eaf15445da252ada718857e9", "https://vip.opstream13.com/20240228/3060_e0964434/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 2256, "title": "Nghịch Thiên Chí Tôn - Against The Sky Supreme (2021)", "country": "Trung Quốc", "year": "2021", "content": "Against The Sky Supreme, Nghịch Thiên Chí Tôn fhd vietsub 2023Toàn bộ vũ trụ được chia thành vũ trụ bên trong và vũ trụ bên ngoài. Hai vũ trụ là kẻ thù của nhau. Vũ trụ bên ngoài được cai trị bởi ma quỷ, và vũ trụ bên trong được chia thành Vương quốc của các vị thần, Cõi vĩnh cửu và Cõi phàm trần. Trong vũ trụ có vô số thế giới phàm trần giống như Lục địa Thiên Pháp, và chúng được gọi chung là Vùng Jiutian Xin. Trong lĩnh vực Jiutian Xin, chín vị hoàng đế bất tử chỉ huy tất cả các tinh vực trong chín tầng. Phía trên chín tầng trời là cõi thanh tẩy của các vị thần bất tử.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nghich-thien-chi-ton", "image": "https://i.imgur.com/gwHnpNz.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=22396f6f0ec757c00ad7e077af18ed82"], "server": "https://zuiphim.org/"}, {"_id": 6888, "title": "Vạn Giới Tiên Tung - Wan Jie Xian Zong (2018)", "country": "Trung Quốc", "year": "2018", "content": "Wan Jie Xian Zong, Vạn Giới Tiên Tung fhd 2023 vietsubSư phụ Yu Huanxian của Ye Xingyu đã đi và để lại một Tianyuan Shenzong khổng lồ. Ye Xingyun trở thành thủ lĩnh mới của Tianyuan Shenzong. Cùng lúc đó, con cầy hương đã tráo đổi phương pháp của Hoàng tử Edward và trở thành con của một gia đình nhỏ, ẩn náu trong đó chờ đợi sự trả thù. Cơ hội. Ye Xingyun dấn thân vào một con đường vô cùng nguy hiểm, nhưng với chiến lược của riêng mình, và Tianyuan Shenzong là bậc thầy của tất cả các chuyên gia giúp đỡ, chiến thuật dọc và ngang, lập chiến lược, chống lại Grand Dynasty khổng lồ.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/van-gioi-tien-tung", "image": "https://i.imgur.com/oCeYWs1.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=2983af6a8a3dc4706a1abab65de95dd7"], "server": "https://zuiphim.org/"}, {"_id": 236, "title": "Nữ Hoàng Nước Mắt - Queen of Tears (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Nữ hoàng cửa hàng bách hóa và hoàng tử siêu thị xoay xở với khủng hoảng hôn nhân, rồi tình yêu bắt đầu nảy nở trở lại theo cách kỳ diệu.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nu-hoang-nuoc-mat", "image": "/storage/images/nu-hoang-nuoc-mat/nu-hoang-nuoc-mat-thumb.jpg", "actor": "Kim Soo-hyun", "streamsUrl": ["https://vip.opstream17.com/20240309/2399_69fbdeb0/index.m3u8", "https://vip.opstream17.com/share/bc7f621451b4f5df308a8e098112185d"], "server": "https://zuiphim.org/"}, {"_id": 4221, "title": "Solo Leveling - Tôi Thăng Cấp Một Mình - Ore dake Level Up na Ken (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Ore dake Level Up na Ken - Solo Leveling - Tôi Thăng Cấp Một Mình (2024)Trong một thế giới mà những thợ săn, những người sở hữu khả năng phép thuật phải chiến đấu với những con quái vật chết người để bảo vệ loài khỏi sự diệt diệt, một thợ săn nổi tiếng yếu ớt tên là Sung Jin -woo đã tìm thấy mình ở trong một cuộc đấu tranh sinh tồn tồn tại như bất tận. Một ngày nọ, sau khi sống sót trong gang tấc trong một hầm đôi cực kỳ mạnh mẽ, thứ gần như đã xóa toàn bộ nhóm của anh, một chương trình bí ẩn có tên Hệ thống đã chọn anh làm người chơi duy nhất ,đổi lại, nó trao cho anh một khả năng cực kỳ kỳ dị có khả năng tăng cấp sức mạnh, có thể vượt xa bất kỳ giới hạn nào đã biết. Jin-woo sau đó đã bắt đầu một cuộc hành trình mới khi anh phải chiến đấu chống lại tất cả các loại kẻ thù, cả con người lẫn quái vật, để khám phá bí mật của ngục tối và nguồn gốc thực sự của sức mạnh sức mạnh của mình.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/solo-leveling-toi-thang-cap-mot-minh", "image": "https://i.imgur.com/So83QkL.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=07832bcedcf0348486811bfb1b36accd"], "server": "https://zuiphim.org/"}, {"_id": 5724, "title": "Mashle: Ma thuật và Cơ bắp SS2 - Mashle SS2 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Mashle: Ma thuật và Cơ bắp SS2 - Mashle SS2 (2024)Mùa thứ 2 của Mashle", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/mashle-ma-thuat-va-co-bap-ss2", "image": "https://i.imgur.com/yPLvRzi.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=7711977605228a4001d710ed8f54d63c"], "server": "https://zuiphim.org/"}, {"_id": 3181, "title": "Tài phiệt và Cảnh sát - Flex x Cop (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Chaebol X Detective - Tài phiệt và Cảnh sát (2024)Jin Yi Soo có tất cả mọi thứ trong cuộc sống. Là tập đoàn thế hệ thứ ba, anh ấy không bao giờ cần đến sự trợ giúp của người khác. Tuy nhiên, mọi chuyện bắt đầu thay đổi khi anh vướng vào một vụ án. Jin Yi Soo gia nhập đội điều tra bạo lực tại Sở cảnh sát Kangha chuyên truy bắt cướp. Anh ta đặt mục tiêu sử dụng sự giàu có và các mối quan hệ cá nhân của mình để làm lợi thế cho mình. Anh làm việc dưới sự chỉ huy của thám tử Lee Kang Hyun. Kang Hyun là người tận tâm, ăn nói trôi chảy và không quan tâm đến sự hiện diện của Yi Soo khi họ bắt đầu làm đối tác.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/tai-phiet-va-canh-sat", "image": "https://i.imgur.com/FmCb3d6.jpg", "actor": "Ahn Bo Hyun", "streamsUrl": ["https://short.ink/V6WqZVJ37", "https://ssplay.net/v/529354620724916.html"], "server": "https://zuiphim.org/"}, {"_id": 3994, "title": "Chào Mừng Đến Samdal-ri - Welcome to Samdal-ri (2023)", "country": "Hàn Quốc", "year": "2023", "content": "Welcome to Samdal-ri - Chào Mừng Đến Samdal-ri fhd vietsub 2023Trong Chào Mừng Đến Samdal-ri, sau khi mất mẹ - người làm nghề haenyeo (nữ thợ lặn thu hoạch sinh vật biển) - khi còn nhỏ do nhận nhầm dự báo thời tiết, Jo Yong Pil quyết định trở thành người dự báo thời tiết và bảo vệ những người lớn tuổi ở quê hương mình. Tuy nhiên, niềm đam mê và việc từ chối bỏ qua những thông tin sai lệch đã khiến anh nổi tiếng ở nơi làm việc như một kẻ gây rối bướng bỉnh và không ngại tranh luận với sếp của mình.Jo Sam Dal lớn lên cùng Jo Yong Pil trong phim Chào Mừng Đến Samdal-ri. Không giống như Jo Yong Pil, người hài lòng ở lại quê hương Samdalri, Jo Sam Dal thực hiện sứ mệnh của mình là rời khỏi thị trấn nhỏ của họ và chuyển đến Seoul. Sau nhiều năm làm việc vất vả với vai trò trợ lý trong ngành chụp ảnh thời trang, Jo Sam Dal—người đã đổi tên thành Jo Eun Hye ở Seoul—cuối cùng đã thành công và lọt vào top đầu. Tuy nhiên, khi mọi thứ cô đã dày công xây dựng sụp đổ chỉ trong chớp mắt, cô quay trở lại Samdalri, nơi mọi người vẫn biết cô là Sam Dal chứ không phải Eun Hye.Mặc dù Jo Yong Pil và Jo Sam Dal trong Chào Mừng Đến Samdal-ri từng thân thiết khi còn nhỏ nhưng đôi bạn thân một thời không còn liên lạc với nhau do một sự cố khiến họ phải xa nhau. Tuy nhiên, khi Jo Sam Dal quay trở lại Samdalri, họ nhận thấy rằng tình cảm lâu năm mà họ từng dành cho nhau lại ùa về.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/chao-mung-den-samdal-ri", "image": "/storage/images/chao-mung-den-samdal-ri/chao-mung-den-samdal-ri-thumb.jpg", "actor": "Ji Chang Wook", "streamsUrl": ["https://vip.opstream11.com/share/9278a4ab98ff35eed8d29510c7eb47d8", "https://vip.opstream11.com/20231202/49691_e9ea6b82/index.m3u8"], "server": "https://zuiphim.org/"}, {"_id": 7697, "title": "Cherry Magic: 30 Tuổi Vẫn Còn \"Zin\" Sẽ Biến Thành Phù Thủy - 30-sai made Doutei dato Mahoutsukai ni Nareru Rashii (2024)", "country": "Nhật Bản", "year": "2024", "content": "Cherry Magic! Thirty Years of Virginity Can Make You a Wizard?! - Cherry Magic: 30 Tuổi Vẫn Còn \"Zin\" Sẽ Biến Thành Phù Thủy (2024)Nhân viên văn phòng Kiyoshi Adachi đã sống đến 30 năm mà chưa bao giờ trải qua mối quan hệ tình dục. Do thành tựu đáng kinh ngạc này, anh trở thành một pháp sư có khả năng đọc suy nghĩ thông qua tiếp xúc vật lý. Tuy nhiên, anh nghĩ rằng kỹ năng mới của mình là quá nhàm chán và khiến anh không thích những nơi đông đúc. Trên đường đi làm, Adachi gặp đồng nghiệp xinh đẹp và được mọi người yêu mến, Yuuichi Kurosawa. Bị hấp dẫn bởi tính cách của Kurosawa, anh lén chạm vào Kurosawa và liếc nhìn vào tâm hồn anh ta, chỉ để phát hiện ra rằng người đàn ông này mang trong mình ước mơ lãng mạn với một đồng nghiệp ở văn phòng. Adachi cố gắng liên kết các thông tin, nhưng sớm thôi, ảo tưởng của Kurosawa được phơi bày - suy nghĩ không trong sạch của đồng nghiệp dành cho anh ta! Mặc dù cố gắng hết sức để tập trung, anh giờ đây gần như không thể tập trung khi có Kurosawa ở gần.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy", "image": "/storage/images/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy/cherry-magic-30-tuoi-van-con-zin-se-bien-thanh-phu-thuy-thumb.jpg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=6a2c95a385e01456fd4a16a6cd837821"], "server": "https://zuiphim.org/"}, {"_id": 4375, "title": "Nanatsu no Taizai: Tứ Kỵ Sĩ Khải Huyền - Nanatsu no Taizai: Mokushiroku no Yonkishi (2023)", "country": "Nhật Bản", "year": "2023", "content": "The Seven Deadly Sins: Four Knights of the Apocalypse, Nanatsu no Taizai: Tứ Kỵ Sĩ Khải Huyền fhd vietsub 2023Percival luôn sống với ông nội trên Ngón tay của Chúa, một thiên đường xa xôi nằm trên mây. Và dù yêu thích cuộc sống giản dị nhưng anh lại thầm khao khát được phiêu lưu. Nhưng cuộc đời của Percival bị thay đổi mãi mãi khi một kẻ đột nhập có mối liên hệ gây sốc với anh xé bỏ mọi thứ anh từng biết. Không còn gì để làm ngoài việc truy đuổi kẻ đã lấy đi mọi thứ của mình, Percival tự mình lên đường. Trong cuộc hành trình của mình, cậu bé được che chở phát hiện ra rằng có rất nhiều điều cậu không biết về cuộc sống bình thường. May mắn thay, anh ấy gặp những người bạn trên đường đi, những người có thể giúp anh ấy vượt qua nhưng họ sẽ phản ứng thế nào khi biết về số phận của Percival... và nó được kết nối như thế nào với ngày tận thế?", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nanatsu-no-taizai-tu-ky-si-khai-huyen", "image": "https://i.imgur.com/a8ZMB08.jpg", "actor": " ", "streamsUrl": ["https://helvid.com/play/index/388c0eb7784c", "https://short.ink/h7X4jBc-nw"], "server": "https://zuiphim.org/"}, {"_id": 9862, "title": "Đại Tướng Quân - Shōgun (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Tại Nhật Bản vào năm 1600, vào buổi bình minh của cuộc nội chiến mang tính chất thế kỷ, Lãnh chúa Yoshii Toranaga đang chiến đấu để giành lấy mạng sống khi những kẻ thù của ông trong Hội đồng Nhiếp chính đoàn kết chống lại ông thì một con tàu châu Âu bí ẩn được tìm thấy mắc kẹt ở một ngư trường gần đó. làng bản.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/dai-tuong-quan", "image": "/storage/images/dai-tuong-quan/dai-tuong-quan-thumb.jpg", "actor": "Hiroyuki Sanada", "streamsUrl": ["https://vip.opstream17.com/20240302/1793_e074d166/index.m3u8", "https://vip.opstream17.com/share/c8cbd669cfb2f016574e9d147092b5bb"], "server": "https://zuiphim.org/"}, {"_id": 5937, "title": "Gojira -1.0 - Godzilla Minus One (2023)", "country": "Nhật Bản", "year": "2023", "content": "Godzilla Minus One fhd vietsubCảm thấy như mình đã bị lừa chết một cách bất công quá nhiều lần, Shikishima, một phi công Kamikaze còn sống bị tấn công trên đảo Odo cùng với nhiều kỹ sư máy bay chiến đấu bởi một con quái vật khổng lồ. đè nặng lên anh, đặc biệt là sau khi một người phụ nữ vô gia cư và một em bé chuyển đến nhà anh khi anh trở về. Shikishima, hiện đang thực hiện một nhiệm vụ cá nhân, hợp tác với một nhóm cựu chiến binh lớn để cuối cùng hạ gục con quái vật được gọi là Godzilla.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/godzilla-minus-one", "image": "/storage/images/godzilla-minus-one/godzilla-minus-one-thumb.jpg", "actor": "Kuranosuke Sasaki", "streamsUrl": ["https://vip.opstream16.com/20231216/39237_c1be4d60/index.m3u8", "https://vip.opstream16.com/share/f76d445d6ca1d2d62872bc0ea1c298bf"], "server": "https://zuiphim.org/"}, {"_id": 8082, "title": "Nghịch Lý Kẻ Sát Nhân - A Killer Paradox (2024)", "country": "Hàn Quốc", "year": "2024", "content": "Nghịch Lý Kẻ Sát Nhân - A Killer Paradox (2024)Câu chuyện kể về Lee Tang, một sinh viên đại học bình thường, cãi nhau với một khách hàng khi làm việc bán thời gian tại một cửa hàng tiện lợi vào ban đêm, vô tình vung búa và giết chết anh ta. Đau khổ vì tội lỗi và sợ hãi bị giết, Lee Tang một ngày biết được người mình giết là một kẻ giết người hàng loạt và dần nhận ra mình có năng lực siêu nhiên để xác định \"hạt giống xấu\". Anh sớm trở thành một anh hùng bóng tối chuyên trừng phạt những người đã phạm tội ác phi đạo đức trong quá khứ.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/nghich-ly-ke-sat-nhan", "image": "https://i.imgur.com/7X8Q8WH.jpeg", "actor": "Choi Woo Shik", "streamsUrl": ["https://ssplay.net/v/444392069760296.html", "https://short.ink/EcLkeO3aP"], "server": "https://zuiphim.org/"}, {"_id": 2642, "title": "Anh Tới Trễ Từng Ấy Năm - We Look for What We Miss (2022)", "country": "Trung Quốc", "year": "2022", "content": "We Look for What We Miss, Anh Tới Trễ Từng Ấy Năm vietsub: Nhà thiết kế nội y Jiang Xile tái ngộ người yêu 10 năm Ding Ran một cách \"ngượng ngùng\". Nhưng sự khó xử chưa dừng lại ở đó, ngay khi cô trở về nhà, mẹ cô đã tuyên bố lớn rằng cô muốn tái hôn với bố của Ding Ran.Từ những người yêu thời thơ ấu đến bác sĩ-bệnh nhân cho đến những gia đình được tổ chức lại, một mối quan hệ có phần phức tạp vẫn tồn tại và hai mối tình gắn liền với tuổi thiếu niên một lần nữa được bắt đầu lại.", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/anh-toi-tre-tung-ay-nam", "image": "https://i.imgur.com/VmLck7K.jpg", "actor": "Vương Quân Hạo", "streamsUrl": ["https://short.ink/tE84NQgPA"], "server": "https://zuiphim.org/"}, {"_id": 2367, "title": "Looking up to Magical Girls, I Admire Magical Girls, and... - Mahou Shoujo ni Akogarete (2024)", "country": "Nhật Bản", "year": "2024", "content": "Mahou Shoujo ni Akogarete - Gushing over Magical Girls (2024)Hiiragi Utena luôn ngưỡng mộ những cô gái phép thuật và mơ ước được biến thành một nữ anh hùng lạnh lùng chiến đấu với cái ác. Vì vậy, vào một buổi tối, khi một nhân vật giống búp bê đến gần cô và tuyên bố rằng cô có sức mạnh ma thuật tiềm ẩn bên trong, cô đã run lên vì phấn khích. Nhưng giấc mơ đầy màu sắc của cô nhanh chóng tan vỡ trong một chuỗi sự kiện trớ trêu khi cô biến thành một nhân vật phản diện! Không quan tâm đến việc liên kết với thế lực tà ác, cô cố gắng bỏ cuộc khi một nhóm cô gái phép thuật xuất hiện và tuyên chiến. Một trận chiến xảy ra và Hiiragi sớm phát hiện ra rằng cô thích gây ra nỗi đau cho người khác khi bản chất thật của cô bắt đầu bộc lộ. Mahou Shoujo ni Akogarete theo chân Hiiragi khi cô bắt đầu cuộc sống mới với tư cách là thủ lĩnh của những kẻ phản diện, chiến đấu chống lại các cô gái phép thuật và đắm chìm trong bản chất tàn bạo mới phát hiện của mình một cách thỏa mãn. [Viết bởi MAL Rewrite]", "category": "NewMovie", "category_name": "Phim mới", "link": "https://zuiphim.org/phim/looking-up-to-magical-girls-i-admire-magical-girls-and", "image": "https://i.imgur.com/aZJ2wc7.jpg", "actor": " ", "streamsUrl": ["https://short.ink/OKZCKPdul", "https://ssplay.net/v/346183047526412.html"], "server": "https://zuiphim.org/"}, {"_id": 5882, "title": "Death Stranding  - Death Stranding  (2023)", "country": "Trung Quốc", "year": "2023", "content": "Around the turn of the millennium and with the entire city in chaos, the government decides to eradicate the corrupt underground entertainment industry and money laundering practices to revitalize order and reduce crime.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/death-stranding", "image": "/storage/images/death-stranding/death-stranding-thumb.jpg", "actor": "Eddie Cheung", "streamsUrl": ["https://vip.opstream17.com/20240330/3563_78ec7732/index.m3u8", "https://vip.opstream17.com/share/d04d42cdf14579cd294e5079e0745411"], "server": "https://zuiphim.org/"}, {"_id": 4629, "title": "Godzilla x Kong: Đế Chế Mới - Godzilla x Kong: The New Empire (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/godzilla-x-kong-de-che-moi", "image": "/storage/images/godzilla-x-kong-de-che-moi/godzilla-x-kong-de-che-moi-thumb.jpg", "actor": "Rebecca Hall", "streamsUrl": ["https://vip.opstream13.com/20240331/3433_c4d51a8c/index.m3u8", "https://vip.opstream13.com/share/a91af177d3016ca20e5fc949836a894a"], "server": "https://zuiphim.org/"}, {"_id": 8638, "title": "Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3 - Kono Subarashii Sekai ni Shukufuku wo! SS3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "KonoSuba: God's Blessing on This Wonderful World! 3 - Konosuba: Phúc Lành Cho Thế Giới Tuyệt Vời Này! SS3: Phần thứ 3 của Konosuba", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/konosuba-phuc-lanh-cho-the-gioi-tuyet-voi-nay-ss3", "image": "https://i.imgur.com/P6BKu4q.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=59bd2533521446d70645cdba3aa32156"], "server": "https://zuiphim.org/"}, {"_id": 9060, "title": "Lúc Đó Tôi Đã Chuyển Sinh Thành Slime (Phần 3) - That Time I Got Reincarnated as a Slime Season 3 (2024)", "country": "Nhật Bản", "year": "2024", "content": "Chuyển thể từ light novel cùng tên của tác giả Fuse. Anh chàng Satoru Mikami, 37 tuổi, FA nhiều năm với sống cuộc sống chán chường và không mấy vui vẻ gì. Ngày kia vận số đen đủi bám lấy anh chàng, bị cướp tấn công, giết ngay tại chỗ, tưởng chừng tháng ngày chán ngắt ấy đã kết thúc. Nhưng không! Ấy lại chính là sự khởi đầu của một cuộc sống mới, Mikami tỉnh dậy, thấy mình đang ở trong một thế giới kì lạ.\r\n\r\nVà điều quái dị là anh ta không còn hình dạng người nữa mà đã trở thành quái vật slime dẻo quẹo và không có mắt. Khi dần quen với hình dáng mới này, anh chàng bắt đầu khám phá thế giới cùng với những quái vật khác. Và thế là, cuộc đời làm Slime ở một thế giới mới bắt đầu.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3", "image": "/storage/images/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3/luc-do-toi-da-chuyen-sinh-thanh-slime-phan-3-thumb.jpg", "actor": "Miho Okasaki", "streamsUrl": ["https://vip.opstream17.com/20240330/3547_60eff6f3/index.m3u8", "https://vip.opstream17.com/share/e6ba70fc093b4ce912d769ede1ceeba8"], "server": "https://zuiphim.org/"}, {"_id": 4815, "title": "Kamen Rider Gotchard - Kamen Rider Gotchard (2024)", "country": "Nhật Bản", "year": "2024", "content": "“Giả kim thuật” là một khoa học giả nhằm cố gắng tạo ra “vàng” từ nhiều sự kết hợp khác nhau.Một thí nghiệm được thực hiện một cách nhân tạo đã làm sống động một chủng tộc sinh vật và câu chuyện xoay quanh thời đại mà những thí nghiệm này được tiến hành bí mật.Trong câu chuyện, các dạng sống nhân tạo được gọi là “Chemys”, được tạo ra để bắt chước những thứ tồn tại trên thế giới như châu chấu, được tạo ra từ nghệ thuật của các kỹ thuật giả kim tốt nhất.Mỗi chiếc trong số chúng đều được cất giữ cẩn thận trong “Thẻ hóa học cưỡi ngựa” cho đến khi chúng vô tình được thả vào tự nhiên cùng một lúc.Nhân vật chính của chúng ta, Houtarou Ichinose, được giao nhiệm vụ Gotchadriver và nhiệm vụ thu hồi các Chemys đã được thả ra thế giới.Một số rất phù hợp để làm bạn đồng hành với con người và nếu cộng hưởng với một trái tim nhân hậu, Houtarou có thể hợp nhất với chúng và biến thành Kamen Rider Gotchard.Tuy nhiên, những người bị ảnh hưởng bởi ác tâm của con người sẽ có nguy cơ sinh ra những con quái vật được gọi là Malgam.Đây là một câu chuyện khám phá bản chất của thiện và ác, vốn là hai mặt của một đồng tiền. Liệu Gotchard có thể “thu thập hết” hay sẽ để sự bất cẩn của mình đánh dấu sự hủy diệt của thế giới?", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kamen-rider-gotchard", "image": "https://i.imgur.com/FHELClo.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=25db4508e835383ea59977f4f27c2b85"], "server": "https://zuiphim.org/"}, {"_id": 5539, "title": "Đại Tần đế quốc (Phần 2) - The Qin Empire Season 2 (2009)", "country": "Trung Quốc", "year": "2009", "content": "Thời Chiến Quốc, Tần Hiếu công – hoàng đế nước Tần – chiêu mời chính trị gia Thương Ưởng để giúp thi hành những cải cách mạnh mẽ thay đổi cả phía Tây Trung Hoa.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-2", "image": "https://i.imgur.com/FvnHiUS.jpeg", "actor": "Hầu Vịnh", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=94ce4d73333188cd1f6471da7b86f59f"], "server": "https://zuiphim.org/"}, {"_id": 8516, "title": "Đại Tần Đế Quốc (Phần 4) - Qin Dynasty Epic (2020)", "country": "Trung Quốc", "year": "2020", "content": "Nó theo chân nước Tần trong giai đoạn cuối của thời Chiến Quốc. Tần Thủy Hoàng, Lã Bất Vi, Lý Tư, Vương Tiễn và nhiều chính trị gia đáng gờm hợp tác cùng nhau để thống nhất sáu bang dưới một quyền cai trị.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dai-tan-de-quoc-phan-4", "image": "https://i.imgur.com/2QOlNLp.jpeg", "actor": "Ô Quân Mai", "streamsUrl": ["https://embed.streamc.xyz/embed.php?hash=be2a54aa37c7cd8b55936d1407f51f64"], "server": "https://zuiphim.org/"}, {"_id": 4558, "title": "Sand Land: The Series - Sand Land: The Series (2024)", "country": "Nhật Bản", "year": "2024", "content": "Sand Land: The Series (2024) vietsubTrong tương lai xa, chiến tranh đã hủy diệt toàn bộ Trái đất, chỉ để lại một vùng đất hoang cằn cỗi, nơi nguồn cung cấp nước được kiểm soát bởi tên vua tham lam. Để tìm kiếm một hồ nước đã mất tích từ lâu, cảnh sát trưởng Rao đã nhờ đến sự giúp đỡ của vua quỷ... và bắt được con trai của nhà vua, Beelzebub, và trợ lý của ông ta, Thief. Bộ ba bất ngờ cùng nhau khởi hành băng qua sa mạc, đối mặt với rồng, kẻ cướp và kẻ thù nguy hiểm nhất... chính quân đội của Nhà vua!.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/sand-land-the-series", "image": "https://i.imgur.com/rbpcQRQ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=437959f3ea1b7d6dee962ac50c3689f8"], "server": "https://zuiphim.org/"}, {"_id": 5648, "title": "Mèo Điên - Mad Cats (2023)", "country": "Nhật Bản", "year": "2023", "content": "Taka, a shiftless young man, sets off on a quest to find his brother Mune. Teaming up with a quirky new friend and an edgy, mysterious young girl along the way, Taka finds himself taking on a pack of vicious monster cats determined to execute unscrupulous pet shop owners.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/meo-dien", "image": "/storage/images/meo-dien/meo-dien-thumb.jpg", "actor": "Sho Mineo", "streamsUrl": ["https://vip.opstream17.com/20240320/2909_5a7c58b0/index.m3u8", "https://vip.opstream17.com/share/b5b03f06271f8917685d14cea7c6c50a"], "server": "https://zuiphim.org/"}, {"_id": 4551, "title": "Kung Fu Panda 4 - Kung Fu Panda 4 (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Po đang chuẩn bị trở thành thủ lĩnh tinh thần của Thung lũng Hòa bình của mình, nhưng cũng cần một người thay thế anh ấy làm Chiến binh Rồng. Vì vậy, anh ta sẽ huấn luyện một học viên kung fu mới tại chỗ và sẽ chạm trán với một nhân vật phản diện tên là Tắc kè hoa, kẻ gợi lên những nhân vật phản diện trong quá khứ.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kung-fu-panda-4", "image": "/storage/images/kung-fu-panda-4/kung-fu-panda-4-thumb.jpg", "actor": "Jack Black", "streamsUrl": ["https://vip.opstream13.com/20240317/3235_13261cb3/index.m3u8", "https://vip.opstream13.com/share/f87522788a2be2d171666752f97ddebb"], "server": "https://zuiphim.org/"}, {"_id": 311, "title": "Mạch Lộ Cuồng Đao - The Wild Blade of Strangers (2024)", "country": "Trung Quốc", "year": "2024", "content": "Mạch Đao huấn luyện viên quân sự Điền An Nghiệp bảo vệ đất nước và canh giữ biên giới, giết chết vô số kẻ thù. Tuy nhiên, anh ta lại vướng vào cuộc tranh giành chính tử, và đồn trú của Lương Thành bị thảm sát, và ba trăm anh em Mạch Đao chết một cách bi thảm. Điền An Nghiệp chán nản và sống ẩn dật ở thành phố Lạc Dương bán than để kiếm sống. Tân hoàng đế sắp lên ngôi, Điền An Nghiệp vào thành bán than và vô tình cứu được một người phụ nữ và một em bé đang bị săn đuổi. Họ không hề biết rằng đứa bé chính là xương thịt duy nhất của hoàng tử bị sát hại. Dòng dõi trực hệ của vua nước Tề, Thứ Phi Quân, nghe tin và đến. Thứ Phi Quân người đã quyết định phần còn lại của cuộc đời mình, một lần nữa gây ra một làn sóng lớn ở thành phố Lạc Dương.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/mach-lo-cuong-dao", "image": "/storage/images/mach-lo-cuong-dao/mach-lo-cuong-dao-thumb.jpg", "actor": "Zhang Jin", "streamsUrl": ["https://vip.opstream17.com/20240316/2787_88e0d514/index.m3u8", "https://vip.opstream17.com/share/2e0bff759d057e28460eaa5b2cb118e5"], "server": "https://zuiphim.org/"}, {"_id": 2505, "title": "Trò Chơi Sống Còn - Fatal Rule (2023)", "country": "Trung Quốc", "year": "2023", "content": "Để không bị bắt làm nô lệ,Kiều Kinh Đình, người vô tình bước vào trò chơi vực thẳm, đã thành lập liên minh với Thư Ngải một game thủ cũ mang trong mình lòng hận thù, và Bạch Nhĩ, một thiếu niên với quá khứ bí ẩn. Họ cùng nhau đối mặt với sự ác độc của Hàn Bân, kẻ thống trị tàn ác, và tổ chức của anh ta. Sau những cuộc chiến khốc liệt, khi họ tự tin rằng chiến thắng đã đến gần, họ phát hiện ra mình bị rơi vào bẫy của Hàn Bân, lâm vào tình cảnh tuyệt vọng. Điều đáng sợ hơn là, với thất bại này, sự tin tưởng duy nhất giữa ba người cũng tan vỡ hoàn toàn. Trong thời khắc nguy cấp, sự xuất hiện của một cao thủ siêu phàm, Châu Nhất Đao, thay đổi cả cục diện lực lượng tại làng mới và mang đến cho Kiều Kinh Đình và những người khác một tia hy vọng trốn thoát.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/tro-choi-song-con", "image": "/storage/images/tro-choi-song-con/tro-choi-song-con-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream16.com/20231215/39229_c5680323/index.m3u8", "https://vip.opstream16.com/share/56a11624261bb5b56cd6d255d81cb778"], "server": "https://zuiphim.org/"}, {"_id": 3157, "title": "Địch Nhân Kiệt: Thông Thiên Huyền Án - Detective Dee and the Phantom of Waning Moon (2024)", "country": "Trung Quốc", "year": "2024", "content": "Vào thời nhà Đường, Công chúa Thái Bình có một \"giấc mơ về xứ sở thần tiên\", trong đó Cô cưỡi \"ngựa bạch tuyết bạc\" phi nước đại dưới ánh trăng, nữ nhà giả kim Huyền Cơ đã giải thích giấc mơ của mình và con ngựa trắng được gọi là \"Pegasus\", và biến giấc mơ của công chúa thành hiện thực. Huyễn Cơ được sủng ái. Lúc này, thám tử Địch Nhân Kiệt của nhà Đường đã phá được một “vụ án tiêu diệt gia đình”, nhưng hóa ra đó lại là một bi kịch cuộc đời do “Thiên Mã” gây ra.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/dich-nhan-kiet-thong-thien-huyen-an", "image": "/storage/images/dich-nhan-kiet-thong-thien-huyen-an/dich-nhan-kiet-thong-thien-huyen-an-thumb.jpg", "actor": "Wei Wei", "streamsUrl": ["https://vip.opstream17.com/20240311/2470_89b94f02/index.m3u8", "https://vip.opstream17.com/share/7cc234202e98d2722580858573fd0817"], "server": "https://zuiphim.org/"}, {"_id": 1620, "title": "Chiến đội Bộc thượng Boonboomger - Bakuage Sentai Boonboomger (2024)", "country": "Nhật Bản", "year": "2024", "content": "Người ngoài hành tinh từ hành tinh khác xâm chiếm trái đất nhằm mở rộng lãnh thổ của họ. Họ phải đối mặt với 3 Người có công nghệ cơ khí vượt trội và khả năng sáng tạo cá nhân.....Phim được phát sóng nối tiếp sau tập cuối của Ohsama Sentai King-Ohger và được chiếu song song với Kamen Rider Gotchard trong Super Hero Time trên kênh TV Asahi.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/chien-doi-boc-thuong-boonboomger", "image": "https://i.imgur.com/gR4lJeZ.jpeg", "actor": " ", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=255b18f6cc7d07164368deba0a8ccfd4"], "server": "https://zuiphim.org/"}, {"_id": 9149, "title": "Hành Tinh Cát: Phần Hai - Dune: Part Two (2024)", "country": "Âu Mỹ", "year": "2024", "content": "Theo dõi cuộc hành trình thần thoại của Paul Atreides khi anh hợp nhất với Chani và người Fremen trong khi đang trên đường trả thù những kẻ âm mưu đã phá hủy gia đình anh. Đối mặt với sự lựa chọn giữa tình yêu của đời mình và số phận của vũ trụ đã biết, Paul nỗ lực ngăn chặn một tương lai khủng khiếp mà chỉ mình anh có thể thấy trước.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/hanh-tinh-cat-phan-hai", "image": "/storage/images/hanh-tinh-cat-phan-hai/hanh-tinh-cat-phan-hai-thumb.jpg", "actor": "Timothée Chalamet", "streamsUrl": ["https://vip.opstream13.com/20240308/3152_4e336c9d/index.m3u8", "https://vip.opstream13.com/share/32cbf687880eb1674a07bf717761dd3a"], "server": "https://zuiphim.org/"}, {"_id": 2, "title": "Hành Tinh Cát - Dune (2021)", "country": "Âu Mỹ", "year": "2021", "content": "Một cuộc hành trình của anh hùng huyền thoại và cảm xúc bị buộc tội, \"Dune\" kể câu chuyện về Paul Atreides, một thanh niên rực rỡ và có năng khiếu sinh ra trong một số phận tuyệt vời vượt quá sự hiểu biết của anh ta, phải đi đến hành tinh nguy hiểm nhất trong vũ trụ để đảm bảo tương lai của gia đình mình và người của anh ấy. Khi các lực lượng độc ác nổ tung vào xung đột đối với việc cung cấp tài nguyên quý giá nhất của hành tinh tồn tại, một hàng hóa có khả năng mở khóa tiềm năng lớn nhất của nhân loại những người có thể chinh phục nỗi sợ hãi của họ sẽ tồn tại.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/hanh-tinh-cat", "image": "/storage/images/dune/dune-thumb.jpg", "actor": " ", "streamsUrl": ["https://vip.opstream15.com/20220316/1503_0694e081/index.m3u8", "https://vip.opstream15.com/share/0c8ce55163055c4da50a81e0a273468c"], "server": "https://zuiphim.org/"}, {"_id": 2411, "title": "Thế Giới Ngầm Tokyo - Tokyo Vice (2022)", "country": "Nhật Bản", "year": "2022", "content": "Thế Giới Ngầm Tokyo - Tokyo Vice (2022) là người Mỹ đầu tiên được vào làm tại tòa báo Meicho Shimbun, Jake Adelstein không ngừng nỗ lực để có thể làm tốt và thể hiện tài năng của bản thân. Đúng lúc này anh được cấp trên giao cho thực hiện bài viết về hai vụ việc khồng hề liên quan gì đến nhau, xong trong quá trình tìm hiểu thì Jake Adelstein nhận ra sự liên kết giữa các manh mối. Lúc này, Jake Adelstein quyết định đánh cược sự nghiệp và tính mạng của bản thân vào công việc.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/the-gioi-ngam-tokyo", "image": "/storage/images/the-gioi-ngam-tokyo/the-gioi-ngam-tokyo-thumb.jpg", "actor": "Ansel Elgort", "streamsUrl": ["https://vip.opstream10.com/20220411/7331_60b5c1b4/index.m3u8", "https://vip.opstream10.com/share/ac64504cc249b070772848642cffe6ff"], "server": "https://zuiphim.org/"}, {"_id": 148, "title": "Kamen Rider 555 20th: Paradise Regained - Kamen Rider Faiz 20th: Paradise Regained (2024)", "country": "Nhật Bản", "year": "2024", "content": "Kamen Rider 555 20th: Paradise Regained vietsub (2024)Mari Sonoda đến cửa hàng dọn dẹp của Keitaro cùng với cháu trai Jotaro và gặp Naoya và Masato, những người đã trở lại. Trong khi đó, Smart Brain, đã trở thành một tổ chức chính phủ, đã chuyển đổi thành một công ty nhằm tiêu diệt toàn bộ sự sống của Orphnoch, và hoạt động này do Kitazaki lãnh đạo. Để bảo vệ Orphnoch khỏi bị tuyệt chủng, Masato Kusaka chiến đấu chống lại người thực thi của Smart Brain, Reina Kurumi. Không chỉ vậy, cô còn được hỗ trợ bởi không ai khác ngoài chính Takumi Inui, người đã biến mất nhiều năm trước và trở lại với tư cách là Kamen Rider NEXT Faiz để chỉ huy Smart Brain.... Mari và những người khác bối rối sau khi bị Faiz mới tấn công. Tại sao Takumi làm việc với Smart Brain? Kể từ đó anh ấy đã làm gì? Cuộc hội ngộ đầy sóng gió của họ đánh dấu sự khởi đầu của một câu chuyện mới liên quan đến Orphnoch và loài người.", "category": "ActionFilm", "category_name": "Phim hành động", "link": "https://zuiphim.org/phim/kamen-rider-555-20th-paradise-regained", "image": "/storage/images/345318956_779120617039096_5634689875910967427_n.jpg", "actor": "Daiji Asakawa", "streamsUrl": ["https://embed1.streamc.xyz/embed.php?hash=b7bdde5622179c406b413fe95948015c", "https://hls.streamvda.top/b7bdde5622179c406b413fe95948015c/hls.m3u8"], "server": "https://zuiphim.org/"}]